Repository: tbd-shafa/cscart_theme
Catalog: var/langs/*/*/addons/client_tiers.po
Languages: pt_pt

# Addons::name::client_tiers
source: Client tiers
pt_pt: Camadas de cliente

# Addons::description::client_tiers
source: Automatically assigns and removes customer's user group depending on money spent. Allows you to rank your customers (for example, bronze, silver, gold customers).
pt_pt: Atribui e remove automaticamente o grupo de usuários do cliente dependendo do dinheiro gasto. Permite que você classifique seus clientes (por exemplo, clientes bronze, prata, ouro).

# SettingsSections::client_tiers::general
source: General
pt_pt: Em geral

# SettingsOptions::client_tiers::tiers_reporting_period
source: Reporting period
pt_pt: Período do relatório

# SettingsTooltips::client_tiers::tiers_reporting_period
source: Statistics from this period is checked to see if a customer is eligible for a certain tier
pt_pt: As estatísticas desse período são verificadas para ver se um cliente é elegível para um determinado nível

# SettingsOptions::client_tiers::upgrade_tier_option
source: Customer tier can upgrade
pt_pt: A camada do cliente pode atualizar

# SettingsOptions::client_tiers::automatic_downgrade
source: Tier check can downgrade customer's tier
pt_pt: A verificação de nível pode rebaixar o nível do cliente

# Languages::client_tiers.minimum_spend_value
source: Required spendings
pt_pt: Gastos obrigatórios

# Languages::client_tiers.tooltip_minimum_spend_value
source: Set 0 if you don't want this user group to be assigned automatically. Otherwise, customer can get this user group after spending the specified sum during the reporting period set in the Client Tiers add-on.
pt_pt: Defina 0 se não quiser que este grupo de usuários seja atribuído automaticamente. Caso contrário, o cliente pode obter esse grupo de usuários após gastar a quantia especificada durante o período de relatório definido no complemento Client Tiers.

# Languages::client_tiers.bronze_level_customers
source: Bronze level customers
pt_pt: Clientes nível Bronze

# Languages::client_tiers.silver_level_customers
source: Silver level customers
pt_pt: Clientes nível prata

# Languages::client_tiers.gold_level_customers
source: Gold level customers
pt_pt: Clientes nível ouro

# Languages::client_tiers.client_success_set_tier
source: [username] spent [total] amount in reported period and moved to [new_group]
pt_pt: [username] gastou [total] valor no período relatado e mudou para [new_group]

# Languages::client_tiers.client_fail_set_new_tier
source: Couldn't assign user group [new_group] to customer with id [user_id]. Customer spent [total] in the reporting period, which is more than the required spendings for this user group.
pt_pt: Não foi possível atribuir o grupo de usuários [new_group] ao cliente com id [user_id]. O cliente gastou [total] no período do relatório, que é mais do que os gastos necessários para este grupo de usuários.

# Languages::client_tiers.client_fail_unset_old_tier
source: Couldn't remove user group [old_group] from customer with id [user_id]. With [total] spent in the reporting period, customer shouldn't be a part of this user group.
pt_pt: Não foi possível remover o grupo de usuários [old_group] do cliente com id [user_id]. Com [total] gastos no período do relatório, o cliente não deve fazer parte desse grupo de usuários.

# Languages::client_tiers.client_success_unset_tier
source: Customer [username] was successfully removed from [old_group] due to [total] spent in reporting period.
pt_pt: O cliente [username] foi removido com sucesso de [old_group] devido a [total] gastos no período do relatório.

# Languages::log_type_client_tiers
source: Client Tiers
pt_pt: Camadas de cliente

# Languages::log_action_ct_success
source: Success
pt_pt: Sucesso

# Languages::log_action_ct_failure
source: Errors
pt_pt: Erros

# Languages::client_tiers.previous_30_days
source: Previous 30 days
pt_pt: 30 dias anteriores

# Languages::client_tiers.previous_month
source: Previous month
pt_pt: Mês anterior

# Languages::client_tiers.previous_12_months
source: Previous 12 months
pt_pt: 12 meses anteriores

# Languages::client_tiers.previous_year
source: Previous year
pt_pt: Ano anterior

# Languages::client_tiers.after_completed_purchase
source: After the order is paid
pt_pt: Após o pagamento do pedido

# Languages::client_tiers.after_tier_check
source: After tier check only
pt_pt: Após a verificação de nível apenas

# Languages::client_tiers.update_tiers
source: Tier check
pt_pt: Verificação de nível

# Languages::client_tiers.run_recalculation
source: Check customer tiers now
pt_pt: Verifique as camadas do cliente agora

# Languages::client_tiers.run_tiers_updating_by_cron
source: Updating client tiers is the resource-intensive process. It's recommended to run it automatically at certain time intervals.<br>To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
pt_pt: A atualização das camadas do cliente é o processo que consome muitos recursos. É recomendável executá-lo automaticamente em determinados intervalos de tempo.<br>Para fazer isso, adicione o seguinte comando a <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:

# Languages::client_tiers.all_been_recalculated
source: Tiers have been checked and updated
pt_pt: Os níveis foram verificados e atualizados

# Languages::client_tiers.silver_promotion
source: Silver tier promotion
pt_pt: Promoção de nível prata

# Languages::client_tiers.bronze_promotion
source: Bronze tier promotion
pt_pt: Promoção de nível bronze

# Languages::client_tiers.gold_promotion
source: Gold tier promotion
pt_pt: Promoção de nível ouro

# Languages::client_tiers.silver_promotion.detailed_description
source: Only Silver Level Customers are eligible for this promotion.
pt_pt: Apenas Clientes Nível Prata são elegíveis para esta promoção.

# Languages::client_tiers.silver_promotion.short_description
source: This promotion was created automatically as part of the Client Tiers add-on. It applies only to Silver Level Customers.
pt_pt: Esta promoção foi criada automaticamente como parte do complemento Client Tiers. Aplica-se apenas a Clientes Nível Silver.

# Languages::client_tiers.bronze_promotion.detailed_description
source: Only Bronze Level Customers are eligible for this promotion.
pt_pt: Apenas Clientes de Nível Bronze são elegíveis para esta promoção.

# Languages::client_tiers.bronze_promotion.short_description
source: This promotion was created automatically as part of the Client Tiers add-on. It applies only to Bronze Level Customers.
pt_pt: Esta promoção foi criada automaticamente como parte do complemento Client Tiers. Aplica-se apenas a Clientes Nível Bronze.

# Languages::client_tiers.gold_promotion.detailed_description
source: Only Gold Level Customers are eligible for this promotion.
pt_pt: Apenas clientes de nível Gold são elegíveis para esta promoção.

# Languages::client_tiers.gold_promotion.short_description
source: This promotion was created automatically as part of the Client Tiers add-on. It applies only to Gold Level Customers.
pt_pt: Esta promoção foi criada automaticamente como parte do complemento Client Tiers. Aplica-se apenas a Clientes Nível Ouro.

# Languages::client_tiers.removed_from_old_group
source: Removed from user group
pt_pt: Removido do grupo de usuários

# Languages::client_tiers.moved_to_new_group
source: Moved to user group
pt_pt: Movido para o grupo de usuários

# Languages::client_tiers.installation_message
source: To help you get started, we have added user groups for Gold, Silver, and Bronze Level Customers, as well as corresponding promotions. Please check <a href="[user_groups]" target="_blank">user groups</a> and <a href="[promotions]" target="_blank">promotions</a>, and adjust them as needed. You can also delete them and create your own.
pt_pt: Para ajudar você a começar, adicionamos grupos de usuários para clientes de nível Gold, Silver e Bronze, bem como promoções correspondentes. Verifique <a href="[user_groups]" target="_blank">grupos de usuários</a> e <a href="[promotions]" target="_blank">promoções</a>e ajuste-os conforme necessário. Você também pode excluí-los e criar seus próprios.
