Repository: tbd-shafa/cscart_theme
Catalog: var/langs/*/*/addons/customer_price_list.po
Languages: pt_pt

# Addons::name::customer_price_list
source: Price list for customers
pt_pt: Lista de preços para clientes

# Addons::description::customer_price_list
source: Allows customers to download a price list either with all the products, or with the products in their cart.
pt_pt: Permite que os clientes baixem uma lista de preços com todos os produtos ou com os produtos em seu carrinho.

# SettingsSections::customer_price_list::general
source: General
pt_pt: Em geral

# SettingsSections::customer_price_list::files
source: Files
pt_pt: arquivos

# SettingsOptions::customer_price_list::price_list_fields
source: Fields
pt_pt: Campos

# SettingsOptions::customer_price_list::price_list_sorting
source: Sort by
pt_pt: Ordenar por

# SettingsOptions::customer_price_list::price_list_group_by_category
source: Group by category
pt_pt: Agrupar por categoria

# SettingsOptions::customer_price_list::show_download_link_on_profile
source: Show download link in "My Account"
pt_pt: Mostrar link de download em "Minha conta"

# SettingsOptions::customer_price_list::show_download_link_on_cart
source: Show download link in the cart
pt_pt: Mostrar link de download no carrinho

# Languages::customer_price_list.attention
source: Attention
pt_pt: Atenção

# Languages::customer_price_list.run_price_list_updating_by_cron
source: Price list generation requires a lot of resources. It's best to generate price lists automatically at certain time intervals.To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
pt_pt: A geração da lista de preços requer muitos recursos. É melhor gerar listas de preços automaticamente em determinados intervalos de tempo. Para fazer isso, adicione o seguinte comando a <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>

# Languages::customer_price_list.check_requirements
source: Price list generation uses the proc_open PHP function. Please make sure this function is available in the CLI mode. To check all the requirements, run the following script in the command line of your server:
pt_pt: A geração da lista de preços usa a função PHP proc_open. Certifique-se de que esta função esteja disponível no modo CLI. Para verificar todos os requisitos, execute o seguinte script na linha de comando do seu servidor:

# Languages::customer_price_list.updated_at
source: Updated at
pt_pt: Atualizado em

# Languages::customer_price_list.not_created_yet
source: Not created yet
pt_pt: Ainda não criado

# Languages::customer_price_list.enable_generating_price_list
source: Generate own price list
pt_pt: Gerar a própria lista de preços

# Languages::customer_price_list.tooltip_enable_generating_price_list
source: If you plan to have different prices for this user group, generate an own price list for it. Otherwise, members of this group will get the common price list available to all customers.
pt_pt: Se você planeja ter preços diferentes para este grupo de usuários, gere uma lista de preços própria para ele. Caso contrário, os membros deste grupo terão a lista de preços comum disponível para todos os clientes.

# Languages::customer_price_list.price_list_priority
source: Price list priority
pt_pt: Prioridade da lista de preços

# Languages::customer_price_list.tooltip_price_list_priority
source: Determines which price list a user will get when he or she is a member of multiple groups with own price lists. Such users get the price list that has the highest number in "Priority".
pt_pt: Determina qual lista de preços um usuário obterá quando for membro de vários grupos com listas de preços próprias. Esses usuários obtêm a lista de preços que possui o maior número em "Prioridade".

# Languages::customer_price_list.price_list_generation_error
source: Sorry, we couldn't find your price list. Please try again later or contact us and let us know about this problem.
pt_pt: Desculpe, não encontramos sua lista de preços. Tente novamente mais tarde ou entre em contato conosco e informe-nos sobre esse problema.

# Languages::customer_price_list.account.download_price_list
source: Download price list
pt_pt: Baixar lista de preços

# Languages::customer_price_list.cart.download_price_list
source: Download price list
pt_pt: Baixar lista de preços

# Languages::customer_price_list.starting_generate_price_list
source: [[storefront]]: [[usergroup]]: starting price list generation
pt_pt: [[storefront]]: [[usergroup]]: início da geração da lista de preços

# Languages::customer_price_list.ending_generate_price_list
source: [[storefront]]: [[usergroup]]: ending price list generation
pt_pt: [[storefront]]: [[usergroup]]: finalizando a geração da lista de preços
