Repository: tbd-shafa/cscart_theme
Catalog: var/langs/*/addons/onboarding_guide.po
Languages: el_gr, ja_jp

# Addons::name::onboarding_guide
source: Onboarding guide
el_gr: Οδηγός επιβίβασης
ja_jp: オンボーディングガイド

# Addons::description::onboarding_guide
source: Introduces the marketplace to administrators and allows quickly set up basic functionality.
el_gr: Παρουσιάζει το marketplace στους διαχειριστές και επιτρέπει τη γρήγορη ρύθμιση βασικών λειτουργιών.
ja_jp: 基本的な機能をセットアップできます。

# Languages::onboarding_guide.guide_title
source: Welcome to your marketplace!<br>Get ready to receive your first order
el_gr: Καλώς ήρθατε στο marketplace σας!<br>Ετοιμαστείτε να λάβετε την πρώτη σας παραγγελία
ja_jp: マーケットプレイスへようこそ！<br>まず、注文を受ける準備をしましょう

# Languages::onboarding_guide.sb_guide_title
source: Welcome to your online store!<br>Get ready to receive your first order
el_gr: Καλώς ήρθατε στο ηλεκτρονικό σας κατάστημα!<br>Ετοιμαστείτε να λάβετε την πρώτη σας παραγγελία
ja_jp: オンラインショップへようこそ！<br>まず、注文を受ける準備をしましょう

# Languages::onboarding_guide.demo_guide_title
source: Welcome to your online demo!
el_gr: Καλώς ήρθατε στο διαδικτυακό σας demo!
ja_jp: オンラインデモへようこそ！

# Languages::onboarding_guide.demo_guide_description
source: This demo is yours to experiment with. It runs on our servers, but we don't access its data, and won't retain any once the demo expires. The downside is that any changes you make here will be lost. But feel free to try CS-Cart here, and then we can help you start your own marketplace.
el_gr: Αυτή η επίδειξη είναι δική σας για να πειραματιστείτε. Εκτελείται στους διακομιστές μας, αλλά δεν έχουμε πρόσβαση στα δεδομένα του και δεν θα διατηρήσουμε κανένα όταν λήξει η επίδειξη. Το μειονέκτημα είναι ότι τυχόν αλλαγές που κάνετε εδώ θα χαθούν. Αλλά μη διστάσετε να δοκιμάσετε το CS-Cart εδώ και, στη συνέχεια, μπορούμε να σας βοηθήσουμε να ξεκινήσετε τη δική σας αγορά.
ja_jp: このデモは、お試しいただけます。デモは弊社のサーバー上で実行されますが、弊社はデータにアクセスしません。また、デモの有効期限が切れると、データは保持されません。欠点は、ここで行った変更がすべて失われることです。ただし、CS-Cart をここでお気軽にお試しください。その後、弊社がお客様独自のマーケットプレイスの開始をお手伝いします。

# Languages::onboarding_guide.completed_steps_progress
source: [completed] out of [total] complete
el_gr: ολοκληρώθηκαν [completed] από [total]
ja_jp: [total] ステップ中 [completed] ステップが完了しました

# Languages::onboarding_guide.dismiss
source: Dismiss
el_gr: Απόρριψη
ja_jp: 設定をスキップ

# Languages::onboarding_guide.step_close
source: Close
el_gr: Κλείσιμο
ja_jp: 閉じる

# Languages::onboarding_guide.step_complete
source: Complete
el_gr: Ολοκληρωση
ja_jp: 完了

# Languages::onboarding_guide.personalize_your_marketplace_title
source: Personalize your marketplace
el_gr: Εξατομικεύστε τo marketplace σας
ja_jp: マーケットプレイスのパーソナライズ

# Languages::onboarding_guide.sb_personalize_your_marketplace_title
source: Personalize your online store
el_gr: Εξατομικεύστε το ηλεκτρονικό σας κατάστημα
ja_jp: オンラインショップのパーソナライズ

# Languages::onboarding_guide.personalize_your_marketplace_description
source: Choose the style of your marketplace. Provide your contact information for customers and sellers.
el_gr: Επιλέξτε το στυλ του marketplace σας. Δώστε τα στοιχεία επικοινωνίας σας για πελάτες και πωλητές.
ja_jp: マーケットプレイスのスタイルを選択してください。顧客と販売者の連絡先情報を提供します。

# Languages::onboarding_guide.sb_personalize_your_marketplace_description
source: Choose the style of your online store. Provide your contact information for customers.
el_gr: Επιλέξτε το στυλ του ηλεκτρονικού σας καταστήματος. Δώστε τα στοιχεία επικοινωνίας σας για τους πελάτες.
ja_jp: オンラインショップのスタイルを選択してください。顧客の連絡先情報を提供します。

# Languages::onboarding_guide.make_changes_on_the_fly_title
source: Make changes on the fly
el_gr: Κάντε αλλαγές στα γρήγορα
ja_jp: ショップデザインのカスタマイズ

# Languages::onboarding_guide.make_changes_on_the_fly_description
source: Use the no-code tools to tailor the marketplace to your needs. Edit any texts; rearrange the blocks; change the colors, fonts, and style. When you see the storefront as an admin, you can use these tools any time.
el_gr: Χρησιμοποιήστε τα εργαλεία χωρίς κώδικα για να προσαρμόσετε το marketpalce στις ανάγκες σας. Επεξεργασία τυχόν κειμένων. αναδιάταξη των μπλοκ? αλλάξτε τα χρώματα, τις γραμματοσειρές και το στυλ. Όταν βλέπετε τη βιτρίνα ως διαχειριστής, μπορείτε να χρησιμοποιήσετε αυτά τα εργαλεία ανά πάσα στιγμή.
ja_jp: コード不要のツールを使用して、マーケットプレイスのデザインをカスタマイズできます。管理者としてショップフロントを表示すると、色、フォント、背景の変更、テキスト編集、ページレイアウトの微調整が可能です。

# Languages::onboarding_guide.sb_make_changes_on_the_fly_description
source: Use the no-code tools to tailor the online store to your needs. Edit any texts; rearrange the blocks; change the colors, fonts, and style. When you see the storefront as an admin, you can use these tools any time.
el_gr: Χρησιμοποιήστε τα εργαλεία χωρίς κώδικα για να προσαρμόσετε το ηλεκτρονικό κατάστημα στις ανάγκες σας. Επεξεργασία τυχόν κειμένων. αναδιάταξη των μπλοκ? αλλάξτε τα χρώματα, τις γραμματοσειρές και το στυλ. Όταν βλέπετε τη βιτρίνα ως διαχειριστή, μπορείτε να χρησιμοποιήσετε αυτά τα εργαλεία ανά πάσα στιγμή.
ja_jp: コード不要のツールを使用して、オンラインショップのデザインをカスタマイズできます。管理者としてショップフロントを表示すると、色、フォント、背景の変更、テキスト編集、ページレイアウトの微調整が可能です。

# Languages::onboarding_guide.theme_and_logo
source: Theme & logo
el_gr: Θέμα & λογότυπο
ja_jp: テーマとロゴ

# Languages::onboarding_guide.business_details
source: Business details
el_gr: Στοιχεία επιχείρησης
ja_jp: 運営会社

# Languages::onboarding_guide.languages_and_currency
source: Languages & Currency
el_gr: Γλώσσες & Νόμισμα
ja_jp: 通貨と言語

# Languages::onboarding_guide.select_theme
source: Select theme
el_gr: Επέλεξε θέμα
ja_jp: テーマの選択

# Languages::onboarding_guide.current_theme
source: Current theme
el_gr: Τρέχον θέμα
ja_jp: 現在のテーマ

# Languages::onboarding_guide.custom_theme
source: Custom theme
el_gr: Προσαρμοσμένο θέμα
ja_jp: カスタムテーマ

# Languages::onboarding_guide.upload_logo
source: Upload logo
el_gr: Μεταφόρτωση λογότυπου
ja_jp: ロゴ

# Languages::onboarding_guide.activate
source: Activate
el_gr: Ενεργοποίηση
ja_jp: 有効化

# Languages::onboarding_guide.next
source: Next
el_gr: Επόμενο
ja_jp: 次へ

# Languages::onboarding_guide.back
source: Back
el_gr: Πίσω
ja_jp: 戻る

# Languages::onboarding_guide.save
source: Save
el_gr: Αποθήκευση
ja_jp: 保存

# Languages::onboarding_guide.edit_colors
source: Edit colors
el_gr: Επεξεργασία χρωμάτων
ja_jp: 色の編集

# Languages::onboarding_guide.modify_colors_fonts_backgrounds
source: Modify colors, fonts, and backgrounds
el_gr: Τροποποιήστε χρώματα, γραμματοσειρές και φόντο
ja_jp: 色、フォント、背景の変更

# Languages::onboarding_guide.edit_texts
source: Edit or translate any texts
el_gr: Επεξεργαστείτε ή μεταφράστε τυχόν κείμενα
ja_jp: テキストを編集または翻訳

# Languages::onboarding_guide.edit_blocks
source: Fine-tune page layouts
el_gr: Βελτιώστε τις διατάξεις σελίδων
ja_jp: ページレイアウトの微調整

# Languages::onboarding_guide.configure_payment_options
source: Set up payments
el_gr: Ρύθμιση πληρωμών
ja_jp: 支払方法の設定

# Languages::onboarding_guide.select_payment_options
source: Choose how you plan to accept payments. Select one of the following scenarios:
el_gr: Επιλέξτε πώς σκοπεύετε να δεχτείτε πληρωμές. Επιλέξτε ένα από τα παρακάτω σενάρια:
ja_jp: 入金方法を選択します。

# Languages::onboarding_guide.single_payment_with_automatic_split
source: Multi-party payment (automatic disbursements)
el_gr: Πολυμερής πληρωμή (αυτόματες εκταμιεύσεις)
ja_jp: 複数出品者への支払い（自動支払い）

# Languages::onboarding_guide.single_payment_with_automatic_split_description
source: There are special payment methods for marketplaces: PayPal Complete Payments (Multiparty) and Stripe Connect. A customer still makes one payment for all the products; the payment method splits the money between you and sellers automatically. Note that sellers will need accounts with PayPal or Stripe as well.
el_gr: Υπάρχουν ειδικοί τρόποι πληρωμής για αγορές: PayPal Complete Payments (Multiparty) και Stripe Connect. Ένας πελάτης εξακολουθεί να κάνει μία πληρωμή για όλα τα προϊόντα. ο τρόπος πληρωμής μοιράζει αυτόματα τα χρήματα μεταξύ εσάς και των πωλητών. Σημειώστε ότι οι πωλητές θα χρειαστούν επίσης λογαριασμούς με PayPal ή Stripe.
ja_jp: マーケットプレイスには、PayPal Complete Payments (Multiparty) と Stripe Connect という特別な支払い方法があります。顧客はすべての商品に対して 1 回の支払いを行いますが、支払い方法によって自動的にあなたと販売者の間でお金が分割されます。販売者も PayPal または Stripe のアカウントが必要になることに注意してください。

# Languages::onboarding_guide.single_rus_payment_with_automatic_split_description
source: There are special payment methods for marketplaces: YooKassa For Marketplaces and T-Bank Multiparty. A customer still makes one payment for all the products; the payment method splits the money between you and sellers automatically. Note that sellers will need accounts with YooKassa or T-Bank as well.
el_gr: Υπάρχουν ειδικοί τρόποι πληρωμής για αγορές: YooKassa For Marketplaces και T-Bank Multiparty. Ένας πελάτης εξακολουθεί να κάνει μία πληρωμή για όλα τα προϊόντα. ο τρόπος πληρωμής μοιράζει αυτόματα τα χρήματα μεταξύ εσάς και των πωλητών. Σημειώστε ότι οι πωλητές θα χρειαστούν επίσης λογαριασμούς στο YooKassa ή στην T-Bank.
ja_jp: マーケットプレイスには、YooKassa For Marketplaces と T-Bank Multiparty という特別な支払い方法があります。顧客はすべての商品に対して 1 回の支払いを行いますが、支払い方法によって自動的にあなたと販売者の間でお金が分割されます。販売者も YooKassa または T-Bank のアカウントが必要になることに注意してください。

# Languages::onboarding_guide.single_payment_to_you
source: Single payment to the marketplace
el_gr: Ενιαία πληρωμή στο Marketplace
ja_jp: マーケットプレイスへの一括支払い

# Languages::onboarding_guide.single_payment_to_you_description
source: A customer makes one payment for all the products in the cart. The money ends up on your account, with the record of what you own to each seller. You periodically distribute the money between sellers.
el_gr: Ένας πελάτης κάνει μία πληρωμή για όλα τα προϊόντα στο καλάθι. Τα χρήματα καταλήγουν στον λογαριασμό σας, με την καταγραφή του τι χρωστατε σε κάθε πωλητή. Διανέμετε περιοδικά τα χρήματα μεταξύ των πωλητών.
ja_jp: １回の支払いで全ての売上を運営者に入金します。定期的に出品者に売上金を分配する必要があります。

# Languages::onboarding_guide.separate_payments_to_sellers
source: Separate payments to sellers
el_gr: Ξεχωριστές πληρωμές στους πωλητές
ja_jp: 売主への別途支払い

# Languages::onboarding_guide.separate_payments_to_sellers_description
source: A customer pays to each seller separately. It becomes the seller’s responsibility to pay the commission to you (we have ways for that). Sellers will be able to set up their own shipping methods and promotions.
el_gr: Ένας πελάτης πληρώνει σε κάθε πωλητή ξεχωριστά. Γίνεται ευθύνη του πωλητή να σας πληρώσει την προμήθεια (έχουμε τρόπους για αυτό). Οι πωλητές θα μπορούν να ορίσουν τις δικές τους μεθόδους αποστολής και προσφορές.
ja_jp: 顧客は各販売者に個別に支払います。あなたにコミッションを支払うのは売り手の責任となります（私たちにはそのための方法があります）。販売者は独自の配送方法やプロモーションを設定できるようになります。

# Languages::onboarding_guide.configure_payment_methods
source: Configure payment methods
el_gr: Διαμόρφωση τρόπων πληρωμής
ja_jp: 支払方法の設定

# Languages::onboarding_guide.configure_payment_methods_description
source: CS-Cart allows you to set up various payment methods; most of them automatically process the full up-front payment. But for now, let’s set up "Cash on Delivery" just to see how it works.
el_gr: Το CS-Cart σάς επιτρέπει να ρυθμίσετε διάφορους τρόπους πληρωμής. οι περισσότεροι από αυτούς επεξεργάζονται αυτόματα την πλήρη προκαταβολή. Προς το παρόν, όμως, ας ρυθμίσουμε την "Αντικαταβολή" για να δούμε πώς λειτουργεί.
ja_jp: 支払方法の設定が可能です。

# Languages::onboarding_guide.view_checkout_page
source: View checkout page
el_gr: Δείτε τη σελίδα ολοκλήρωσης αγοράς
ja_jp: 購入手続きページを表示

# Languages::onboarding_guide.view_checkout_page_description
source: Once configured, your payment method will appear at the checkout page:
el_gr: Αφού διαμορφωθεί, ο τρόπος πληρωμής σας θα εμφανιστεί στη σελίδα ολοκλήρωσης αγοράς:
ja_jp: 設定が完了すると、支払い方法が購入手続きページに表示されます。

# Languages::onboarding_guide.missing_products
source: Missing products
el_gr: Λείπουν προϊόντα
ja_jp: 欠品商品

# Languages::onboarding_guide.create_at_least_one_product_to_proceed_to_checkout
source: Create at least one product to proceed to checkout
el_gr: Δημιουργήστε τουλάχιστον ένα προϊόν για να προχωρήσετε στο ταμείο
ja_jp: 購入手続きに進むには少なくとも 1 つの商品を作成してください

# Languages::onboarding_guide.manage_sellers
source: Manage sellers
el_gr: Διαχείριση πωλητών
ja_jp: 出品者の管理

# Languages::onboarding_guide.create_one_vendor
source: Add a seller
el_gr: Προσθέστε έναν πωλητή
ja_jp: 出品者を追加

# Languages::onboarding_guide.create_vendor_description
source: Sellers—referred to as "vendors" in the admin panel—are essential for a marketplace. They provide products and services to customers. A seller can create an account themselves, or you can do it for them in the admin panel. Let’s add one seller via the admin panel.
el_gr: Οι πωλητές—οι οποίοι αναφέρονται ως «πωλητές» στον πίνακα διαχείρισης—είναι απαραίτητοι για ένα marketplace. Παρέχουν προϊόντα και υπηρεσίες στους πελάτες. Ένας πωλητής μπορεί να δημιουργήσει έναν λογαριασμό μόνος του ή μπορείτε να το κάνετε εσείς για αυτόν στον πίνακα διαχείρισης. Ας προσθέσουμε έναν πωλητή μέσω του πίνακα διαχείρισης.
ja_jp: 商品を販売する出品者を追加します。

# Languages::onboarding_guide.view_storefront
source: See sellers on the storefront
el_gr: Δείτε τους πωλητές στη βιτρίνα
ja_jp: マーケットプレイスで出品者を表示

# Languages::onboarding_guide.view_invoice
source: View invoice
el_gr: Προβολή τιμολογίου
ja_jp: 請求書を表示

# Languages::onboarding_guide.logos_updated
source: Theme and email logos updated
el_gr: Το θέμα και τα λογότυπα email ενημερώθηκαν
ja_jp: テーマとメールのロゴが更新されました

# Languages::onboarding_guide.set_default_currency
source: Set default currency
el_gr: Ορισμός προεπιλεγμένου νομίσματος
ja_jp: デフォルト通貨設定

# Languages::onboarding_guide.manage_currencies
source: Manage currencies
el_gr: Διαχείριση νομισμάτων
ja_jp: 通貨の管理

# Languages::onboarding_guide.set_default_languages
source: Set default languages
el_gr: Ορίστε προεπιλεγμένες γλώσσες
ja_jp: デフォルト言語設定

# Languages::onboarding_guide.manage_languages
source: Manage languages
el_gr: Διαχείριση γλωσσών
ja_jp: 言語の管理

# Languages::onboarding_guide.preview_an_email
source: Preview an email
el_gr: Προεπισκόπηση ενός email
ja_jp: メールをプレビュー

# Languages::onboarding_guide.preview_an_email_description
source: Once you’re done, see how your data appears in an email to the new sellers who register at your marketplace.
el_gr: Μόλις τελειώσετε, δείτε πώς εμφανίζονται τα δεδομένα σας σε ένα μήνυμα ηλεκτρονικού ταχυδρομείου στους νέους πωλητές που εγγράφονται στην αγορά σας.
ja_jp: 完了したら、マーケットプレイスに登録する新規販売者へのメールにデータがどのように表示されるかを確認します。

# Languages::onboarding_guide.sb_preview_an_email_description
source: Once you’re done, see how your data appears in an email to the newly-registered customers.
el_gr: Μόλις τελειώσετε, δείτε πώς εμφανίζονται τα δεδομένα σας σε ένα μήνυμα ηλεκτρονικού ταχυδρομείου στους νέους εγγεγραμμένους πελάτες.
ja_jp: 完了したら、新規登録顧客への電子メールにデータがどのように表示されるかを確認します。

# Languages::onboarding_guide.customize_vendor_panel_design
source: Customize seller panel
el_gr: Προσαρμογή πίνακα πωλητή
ja_jp: 出品者管理画面のカスタマイズ

# Languages::onboarding_guide.edit_vendor_panel_style
source: Sellers work with their own dedicated control panel. You can make it look the way you need. Set its colors, edit the menu, add blocks with info to the seller's dashboard.
el_gr: Οι πωλητές εργάζονται με τον δικό τους ειδικό πίνακα ελέγχου. Μπορείτε να το κάνετε να φαίνεται όπως θέλετε. Ορίστε τα χρώματά του, επεξεργαστείτε το μενού, προσθέστε μπλοκ με πληροφορίες στον πίνακα ελέγχου του πωλητή.
ja_jp: 出品者管理画面をカスタマイズできます。

# Languages::onboarding_guide.edit_structure
source: Edit menus and onboarding
el_gr: Επεξεργασία μενού και ενσωμάτωσης
ja_jp: メニューの編集

# Languages::onboarding_guide.manage_products
source: Manage products
el_gr: Διαχείριση προϊόντων
ja_jp: 商品の管理

# Languages::onboarding_guide.manage_products_description
source: You as the marketplace owner can control all products sold on your platform. But sellers manage products through their own dashboard. See how they can add products one by one or in bulk.
el_gr: Εσείς ως κάτοχος του Marketplace μπορείτε να ελέγξετε όλα τα προϊόντα που πωλούνται στην πλατφόρμα σας. Αλλά οι πωλητές διαχειρίζονται προϊόντα μέσω του δικού τους πίνακα ελέγχου. Δείτε πώς μπορούν να προσθέσουν προϊόντα ένα προς ένα ή μαζικά.
ja_jp: マーケットプレイス運営者は、マーケットプレイスで販売されるすべての商品を管理できます。出品者は出品者管理画面で商品を管理します。商品を1つ、または一括追加できます。

# Languages::onboarding_guide.sb_manage_products_description
source: Products are how your online store makes money; they include commodities, services, or anything else offered for a price. You can add products one by one or in bulk.
el_gr: Τα προϊόντα είναι ο τρόπος με τον οποίο το ηλεκτρονικό σας κατάστημα κερδίζει χρήματα. περιλαμβάνουν εμπορεύματα, υπηρεσίες ή οτιδήποτε άλλο προσφέρεται σε μια τιμή. Μπορείτε να προσθέσετε προϊόντα ένα προς ένα ή μαζικά
ja_jp: オンラインショップに商品を1つ、または一括追加できます。

# Languages::onboarding_guide.add_one_product
source: Add one product
el_gr: Προσθέστε ένα προϊόν
ja_jp: 商品を1つ追加

# Languages::onboarding_guide.import_csv_or_xml
source: Import CSV or XML
el_gr: Εισαγωγή CSV ή XML
ja_jp: CSVで商品を一括インポート

# Languages::onboarding_guide.view_product_page
source: View the latest added product
el_gr: Δείτε το πιο πρόσφατο προϊόν που προστέθηκε
ja_jp: 最新の商品を表示

# Languages::onboarding_guide.premoderation
source: If you do not see the created product on the storefront, you may have the <b>Vendor data premoderation</b> module enabled
el_gr: Εάν δεν βλέπετε το προϊόν που δημιουργήθηκε στη βιτρίνα, μπορεί να έχετε ενεργοποιημένη τη λειτουργια <b>Προδιαχείριση δεδομένων προμηθευτή</b>
ja_jp: 作成した商品がショップに表示されない場合は、 <b>出品者データ設定</b> アドオンが有効になっている可能性があります。

# Languages::onboarding_guide.view_product_page_description
source: See your new products on the storefront.
el_gr: Δείτε τα νέα σας προϊόντα στη βιτρίνα.
ja_jp: 店頭で最新商品を確認します。

# Languages::onboarding_guide.preview_seller_onboarding
source: Preview seller onboarding
el_gr: Προεπισκόπηση ενσωμάτωσης πωλητή
ja_jp: 出品フォームの確認

# Languages::onboarding_guide.walk_the_seller_path
source: Walk the seller path
el_gr: Περπατήστε στο μονοπάτι του πωλητή
ja_jp: 出品フォーム

# Languages::onboarding_guide.customize_onboarding_process
source: Prospective sellers can request to join your marketplace on their own. See for yourself how that process works: the information they provide, the emails they receive, etc. You can adjust all of it, or even make your marketplace invite-only.
el_gr: Οι υποψήφιοι πωλητές μπορούν να ζητήσουν να ενταχθούν στο marketplace σας μόνοι τους. Δείτε μόνοι σας πώς λειτουργεί αυτή η διαδικασία: τις πληροφορίες που παρέχουν, τα μηνύματα ηλεκτρονικού ταχυδρομείου που λαμβάνουν κ.λπ. Μπορείτε να τα προσαρμόσετε όλα ή ακόμα και να κάνετε την αγορά σας μόνο με πρόσκληση.
ja_jp: 出品を検討している人用の出品者登録フォームを確認できます。

# Languages::onboarding_guide.set_up_commissions_and_fees
source: Configure commissions and fees
el_gr: Διαμόρφωση προμηθειών και χρεώσεων
ja_jp: 月額料金や取引手数料の設定

# Languages::onboarding_guide.set_up_seller_plans
source: Set up seller plans
el_gr: Ρυθμίστε προγράμματα πωλητών
ja_jp: 出品者のプランを設定

# Languages::onboarding_guide.set_up_seller_plans_description
source: A marketplace usually earns you money from monthly fees and/or commissions from sales. Seller plans let you set the size and frequency of those payments.
el_gr: Ένα marketplace συνήθως σας κερδίζει χρήματα από μηνιαίες χρεώσεις ή/και προμήθειες από τις πωλήσεις. Τα προγράμματα πωλητή σάς επιτρέπουν να ορίσετε το μέγεθος και τη συχνότητα αυτών των πληρωμών.
ja_jp: 月額料金や取引手数料を設定できます。

# Languages::onboarding_guide.view_seller_plans
source: Preview seller plans
el_gr: Προεπισκόπηση προγραμμάτων πωλητή
ja_jp: 出品者のプランをプレビュー

# Languages::onboarding_guide.view_seller_plans_description
source: See how your configured seller plans appear to your prospective sellers on the storefront.
el_gr: Δείτε πώς εμφανίζονται τα διαμορφωμένα προγράμαμτα πωλητή σας στους υποψήφιους πωλητές σας στη βιτρίνα.
ja_jp: 設定した出品者のプランがマーケットプレイスでどのように表示されるかを確認します。

# Languages::onboarding_guide.reset_onboarding
source: Reset onboarding
el_gr: Επαναφορά ενσωμάτωσης
ja_jp: オンボーディングをリセットする

# Languages::onboarding_guide.reset
source: Reset
el_gr: Επαναφορά
ja_jp: リセット

# Languages::onboarding_guide.configure_shippings_title
source: Set up shipping
el_gr: Ρύθμιση αποστολής
ja_jp: 配送方法の設定

# Languages::onboarding_guide.configure_shippings_description
source: CS-Cart provides your customers with shipping rates depending on the customer's address and order. You can set the rules for these rates yourself, or receive rates in real time from shipping companies like UPS or DHL. You can also make shipping methods available in some locations and unavailable in others.
el_gr: Το CS-Cart παρέχει στους πελάτες σας τιμές αποστολής ανάλογα με τη διεύθυνση και την παραγγελία του πελάτη. Μπορείτε να ορίσετε μόνοι σας τους κανόνες για αυτές τις τιμές ή να λαμβάνετε τιμές σε πραγματικό χρόνο από μεταφορικες εταιρείες όπως η UPS ή η DHL. Μπορείτε επίσης να κάνετε τις μεθόδους αποστολής διαθέσιμες σε ορισμένες τοποθεσίες και μη διαθέσιμες σε άλλες.
ja_jp: 配送方法を配送会社やロケーションで設定します。

# Languages::onboarding_guide.configure_shippings_label
source: Let's set up a shipping method called "Pickup from store" to see how it works.
el_gr: Ας ρυθμίσουμε μια μέθοδο αποστολής που ονομάζεται "Παραλαβή από το κατάστημα" για να δούμε πώς λειτουργεί.
ja_jp: 「店舗からの受け取り」という配送方法を設定して、どのように機能するかを見てみましょう。

# Languages::onboarding_guide.configure_shippings
source: Configure shipping methods
el_gr: Διαμόρφωση μεθόδων αποστολής
ja_jp: 配送方法の設定
