Repository: tbd-shafa/cscart_theme
Catalog: var/langs/*/addons/paypal_checkout.po
Languages: es_es, he_il, hu_hu, pl_pl

# Addons::name::paypal_checkout
source: PayPal Complete Payments
es_es: Pagos completos de PayPal
he_il: PayPal השלם תשלומים
hu_hu: PayPal Teljes fizetés

# Addons::description::paypal_checkout
source: A PayPal solution for online stores. Lets you accept payments through PayPal and other means.
es_es: Una solución de PayPal para tiendas online. Le permite aceptar pagos a través de PayPal y otros medios.
he_il: פתרון PayPal לחנויות מקוונות. מאפשר לך לקבל תשלומים באמצעות PayPal ואמצעים אחרים.
hu_hu: PayPal megoldás online áruházak számára. Lehetővé teszi fizetések elfogadását PayPal-on és más módon.
pl_pl: Rozwiązanie PayPal dla sklepów internetowych. Umożliwia akceptowanie płatności za pośrednictwem PayPal i innych płatności.

# SettingsSections::paypal_checkout::general
source: General
he_il: כללי
hu_hu: Tábornok
pl_pl: Ogólny

# Languages::paypal_checkout.paypal_checkout
source: PayPal Complete Payments
es_es: Pagos completos de PayPal
he_il: PayPal השלם תשלומים
hu_hu: PayPal Teljes fizetés

# Languages::paypal_checkout.client_id
source: App Client ID
es_es: ID de cliente de la aplicación
he_il: זיהוי לקוח של אפליקציה
pl_pl: Identyfikator klienta aplikacji

# Languages::paypal_checkout.secret
source: App Secret
es_es: App secreta
he_il: סוד האפליקציה
pl_pl: Tajny klucz aplikacji

# Languages::paypal_checkout.order_id
source: Order ID in PayPal
es_es: ID de pedido en PayPal
he_il: מזהה הזמנה ב-PayPal
hu_hu: Rendelési azonosító a PayPalban
pl_pl: Identyfikator zamówienia w systemie PayPal

# Languages::paypal_checkout.capture_id
source: Capture ID in PayPal
es_es: Capturar ID en PayPal
he_il: לכידת מזהה ב-PayPal
hu_hu: Rögzítse az azonosítót a PayPalban
pl_pl: Identyfikator przechwytywania w PayPal

# Languages::paypal_checkout.webhook_help_message
source: Specify the following URL when configuring a webhook for your REST application:
es_es: Especifique la siguiente URL al configurar un webhook para su aplicación REST:
he_il: ציין את כתובת האתר הבאה בעת הגדרת webhook עבור יישום REST שלך:
hu_hu: Adja meg a következő URL-t, amikor webhookot konfigurál a REST alkalmazáshoz:
pl_pl: Podaj następujący adres URL podczas konfigurowania elementu webhook dla aplikacji REST:

# Languages::paypal_checkout.webhook
source: PayPal Complete Payments webhook: [payload]
es_es: Webhook de pagos completos de PayPal: [carga útil]
he_il: PayPal Complete Payments webhook: [טעינה]

# Languages::paypal_checkout.settings.account
source: Account settings
es_es: Configuraciones de la cuenta
he_il: הגדרות חשבון
hu_hu: Fiók beállítások
pl_pl: Ustawienia konta

# Languages::paypal_checkout.settings.enable_funding
source: Funding sources to show on checkout
es_es: Fuentes de financiación para mostrar al finalizar la compra
he_il: מקורות מימון להצגה בקופה
hu_hu: A fizetéskor megjelenítendő finanszírozási források
pl_pl: Źródła finansowania do pokazania przy kasie

# Languages::paypal_checkout.funding.card
source: Credit or debit cards
es_es: Tarjetas de credito o debito
he_il: כרטיסי אשראי או חיוב
hu_hu: Hitel- vagy betéti kártyák
pl_pl: Karty kredytowe lub debetowe

# Languages::paypal_checkout.funding.credit
source: PayPal Credit
es_es: Crédito de PayPal
he_il: אשראי PayPal
hu_hu: PayPal hitel
pl_pl: Kredyt PayPal

# Languages::paypal_checkout.funding.venmo
source: Venmo
he_il: ונמו

# Languages::paypal_checkout.funding.ideal
source: iDEAL
he_il: אִידֵאָלִי
hu_hu: ideál
pl_pl: ideał

# Languages::paypal_checkout.funding.mybank
source: MyBank
es_es: Mi banco
he_il: הבנק שלי
pl_pl: Mój bank

# Languages::paypal_checkout.funding.sofort
source: Sofort
he_il: סופורט
hu_hu: Puha

# Languages::paypal_checkout.settings.enable_cards
source: Cards to show on checkout
es_es: Tarjetas para mostrar al finalizar la compra
he_il: כרטיסים להצגה בקופה
hu_hu: A fizetéskor megjelenítendő kártyák
pl_pl: Karty do pokazania przy kasie

# Languages::paypal_checkout.card.visa
source: Visa
he_il: וִיזָה
hu_hu: Vízum

# Languages::paypal_checkout.card.mastercard
source: Mastercard
es_es: Tarjeta MasterCard
he_il: מאסטרקארד

# Languages::paypal_checkout.card.amex
source: American Express
he_il: אמריקן אקספרס

# Languages::paypal_checkout.card.discover
source: Discover
es_es: Descubrir
he_il: לְגַלוֹת
hu_hu: Felfedez

# Languages::paypal_checkout.card.elo
source: Elo
he_il: אלו

# Languages::paypal_checkout.card.hiper
source: Hiper
es_es: híper
he_il: היפר

# Languages::paypal_checkout.debug_id
source: PayPal Debug ID
es_es: ID de depuración de PayPal
he_il: מזהה באגים של PayPal
hu_hu: PayPal hibakeresési azonosító
pl_pl: Identyfikator debugowania PayPal

# Languages::paypal_checkout.paypal_cookie_description
source: PayPal is a payment provider. It allows us to accept payments, if you choose a payment method powered by PayPal. Here is <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">PayPal privacy statement</a>.
es_es: PayPal es un proveedor de pagos. Nos permite aceptar pagos, si elige un método de pago con tecnología de PayPal. Aquí hay <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">Declaración de privacidad de PayPal</a>.
he_il: PayPal היא ספקית תשלומים. זה מאפשר לנו לקבל תשלומים, אם תבחר באמצעי תשלום המופעל על ידי PayPal. הנה<a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">הצהרת פרטיות של PayPal</a>.
hu_hu: A PayPal fizetési szolgáltató. Lehetővé teszi számunkra a fizetések elfogadását, ha PayPal által működtetett fizetési módot választ. Itt van <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">PayPal adatvédelmi nyilatkozat</a>.
pl_pl: PayPal jest dostawcą płatności. Pozwala nam na przyjmowanie płatności, jeśli wybierzesz metodę płatności obsługiwaną przez PayPal. Oto <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">Oświadczenie o ochronie prywatności PayPal</a>.

# Languages::paypal_checkout.funding.paylater
source: PayPal Pay Later
es_es: PayPal paga más tarde
he_il: PayPal שלם מאוחר יותר
hu_hu: PayPal Fizessen később

# Languages::paypal_checkout.funding.mercadopago
source: Mercado Pago
he_il: מרקדו פאגו

# Languages::paypal_checkout.settings.style
source: Button appearance
es_es: Apariencia del botón
he_il: מראה כפתור
hu_hu: A gomb megjelenése
pl_pl: Wygląd przycisku

# Languages::paypal_checkout.style.shape
source: Shape
es_es: Forma
he_il: צוּרָה
hu_hu: Alak
pl_pl: Kształt

# Languages::paypal_checkout.shape.pill
source: Pill
es_es: Píldora
he_il: כַּדוּר
hu_hu: Tabletta
pl_pl: Kształt pigułki

# Languages::paypal_checkout.shape.rect
source: Rectangular
he_il: מַלבֵּנִי
hu_hu: Négyszögletes
pl_pl: Kształt prostokątny

# Languages::paypal_checkout.style.color
source: Color
he_il: צֶבַע
hu_hu: Szín
pl_pl: Kolor

# Languages::paypal_checkout.color.gold
source: Gold
es_es: Oro
he_il: זהב
hu_hu: Arany
pl_pl: Złoty

# Languages::paypal_checkout.color.blue
source: Blue
es_es: Azul
he_il: כְּחוֹל
hu_hu: Kék
pl_pl: Niebieski

# Languages::paypal_checkout.color.silver
source: Silver
es_es: Plata
he_il: כסף
hu_hu: Ezüst
pl_pl: Srebrny

# Languages::paypal_checkout.color.black
source: Black
es_es: Negro
he_il: שָׁחוֹר
hu_hu: Fekete
pl_pl: Czarny

# Languages::paypal_checkout.style.height
source: Height
es_es: Altura
he_il: גוֹבַה
hu_hu: Magasság
pl_pl: Wysokość

# Languages::paypal_checkout.send_shipment_info
source: Send shipment info to PayPal
es_es: Enviar información de envío a PayPal
he_il: שלח פרטי משלוח ל-PayPal
hu_hu: Küldje el a szállítási információkat a PayPal-nak
pl_pl: Wyślij informacje o przesyłce do PayPal

# Languages::paypal_checkout.shipment_info_was_not_sent.tracking_number_empty
source: Shipping info was not sent to PayPal because the tracking number is empty
es_es: La información de envío no se envió a PayPal porque el número de seguimiento está vacío
he_il: פרטי משלוח לא נשלחו ל-PayPal כי מספר המעקב ריק
hu_hu: A szállítási adatokat nem küldtük el a PayPalnak, mert a nyomkövetési szám üres
pl_pl: Informacje o wysyłce nie zostały wysłane do PayPal, ponieważ numer śledzenia jest pusty

# Languages::paypal_checkout.shipment_info_was_not_sent.carrier_empty
source: Shipping info was not sent to PayPal because the carrier is empty
es_es: La información de envío no se envió a PayPal porque el transportista está vacío
he_il: פרטי משלוח לא נשלחו ל-PayPal מכיוון שהספק ריק
hu_hu: A szállítási információkat nem küldtük el a PayPalnak, mert a szállító üres
pl_pl: Informacje o wysyłce nie zostały wysłane do PayPal, ponieważ przewoźnik jest pusty

# Languages::paypal_checkout.shipment_info_was_not_sent.no_capture_id
source: Shipping info was not sent to PayPal because the capture id is missing, try again later
es_es: La información de envío no se envió a PayPal porque falta el ID de captura, inténtelo nuevamente más tarde
he_il: פרטי משלוח לא נשלחו ל-PayPal מכיוון שמזהה הלכידה חסר, נסה שוב מאוחר יותר
hu_hu: A szállítási adatokat nem küldtük el a PayPalnak, mert hiányzik a rögzítési azonosító. Próbálkozzon újra később
pl_pl: Informacje o wysyłce nie zostały wysłane do PayPal, ponieważ brakuje identyfikatora przechwytywania. Spróbuj ponownie później

# Languages::paypal_checkout.shipment_info_was_not_sent.no_order_id
source: Shipping info was not sent to PayPal because the PayPal order id is missing, try again later
es_es: La información de envío no se envió a PayPal porque falta el ID del pedido de PayPal. Inténtelo nuevamente más tarde.
he_il: פרטי משלוח לא נשלחו ל-PayPal מכיוון שחסר מזהה ההזמנה של PayPal, נסה שוב מאוחר יותר
hu_hu: A szállítási információkat nem küldtük el a PayPalnak, mert hiányzik a PayPal rendelési azonosítója. Próbálkozzon újra később
pl_pl: Informacje o wysyłce nie zostały wysłane do PayPal, ponieważ brakuje identyfikatora zamówienia PayPal. Spróbuj ponownie później

# Languages::paypal_checkout.send_shipping_address
source: Send shipping address to PayPal
es_es: Enviar dirección de envío a PayPal
he_il: שלח כתובת למשלוח ל-PayPal
hu_hu: Küldje el a szállítási címet a PayPal-nak
pl_pl: Wyślij adres wysyłki do PayPal

# Languages::paypal_checkout.send_shipping_address_tooltip
source: Useful for fraud protection or shipping labels. Can cause issues with payment if the address provided by the customer isn't valid.
es_es: Útil para la protección contra fraudes o para las etiquetas de envío. Puede causar problemas con el pago si la dirección proporcionada por el cliente no es válida.
he_il: שימושי להגנה מפני הונאה או תוויות משלוח. יכול לגרום לבעיות בתשלום אם הכתובת שסיפק הלקוח אינה חוקית.
hu_hu: Hasznos csalás elleni védelemhez vagy szállítási címkékhez. Fizetési problémákat okozhat, ha az ügyfél által megadott cím nem érvényes.
pl_pl: Przydatne do ochrony przed oszustwami lub problemem etykiet adresowych. Może powodować problemy z płatnością, jeśli adres podany przez klienta jest nieprawidłowy.

# Languages::paypal_checkout.funding.bancontact
source: Bancontact
pl_pl: Bankontakt

# Languages::paypal_checkout.funding.giropay
source: giropay
pl_pl: żyropay
