Repository: tbd-shafa/cscart_theme
Catalog: var/langs/*/addons/paypal_commerce_platform.po
Languages: de_de, fa_ir, pt_pt, ro_ro, uk_ua

# Languages::paypal_commerce_platform.refunded_via_paypal
source: Money refunded via PayPal
de_de: Geld per PayPal zurückerstattet
fa_ir: پول از طریق پی پال بازپرداخت می شود
pt_pt: Dinheiro devolvido via PayPal
ro_ro: Bani rambursați prin PayPal
uk_ua: Гроші повернуто через PayPal

# Languages::paypal_commerce_platform.paypal_cookie_title
source: PayPal
fa_ir: پی پال

# Languages::paypal_commerce_platform.paypal_cookie_description
source: PayPal is a payment provider. It allows us to accept payments, if you choose a payment method powered by PayPal. Here is <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">PayPal privacy statement</a>.
de_de: PayPal ist ein Zahlungsanbieter. Es ermöglicht uns, Zahlungen zu akzeptieren, wenn Sie eine von PayPal unterstützte Zahlungsmethode wählen. Hier ist <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">PayPal-Datenschutzerklärung</a>.
fa_ir: پی پال یک ارائه دهنده پرداخت است. اگر روش پرداختی را انتخاب کنید که توسط PayPal ارائه می شود، به ما امکان می دهد پرداخت ها را بپذیریم. در اینجا <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">بیانیه حریم خصوصی PayPal</a>است.
pt_pt: PayPal é um provedor de pagamento. Ele nos permite aceitar pagamentos, se você escolher um método de pagamento com PayPal. Aqui está <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">declaração de privacidade do PayPal</a>.
ro_ro: PayPal este un furnizor de plăți. Ne permite să acceptăm plăți, dacă alegeți o metodă de plată alimentată de PayPal. Iată <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">declarație de confidențialitate PayPal</a>.
uk_ua: PayPal є постачальником платежів. Це дозволяє нам приймати платежі, якщо ви виберете спосіб оплати, який підтримує PayPal. Ось <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">Заява про конфіденційність PayPal</a>.

# Languages::paypal_commerce_platform.account_settings.description
source: <p>To get the account settings, contact PayPal using this email: <a href="mailto:velocitypartneronboarding@paypal.com">velocitypartneronboarding@paypal.com</a></br>Please include the following information in your message:</p> <ul> <li>Business Name</li> <li>Business Website</li> <li>PayPal account email</li> <li>Go-live date</li> </ul>
de_de: <p>Um die Kontoeinstellungen zu erhalten, kontaktieren Sie PayPal über diese E-Mail: <a href="mailto:velocitypartneronboarding@paypal.com">Velocitypartneronboarding@paypal.com</a></br>Bitte geben Sie die folgenden Informationen in Ihre Nachricht ein:</p> <ul> <li>Firmenname</li> <li>Unternehmenswebsite</li> <li>E-Mail-Adresse des PayPal-Kontos</li> <li>Go-Live-Datum</li> </ul>
fa_ir: <p>برای دریافت تنظیمات حساب، با استفاده از این ایمیل با PayPal تماس بگیرید: <a href="mailto:velocitypartneronboarding@paypal.com">velocitypartneronboarding@paypal.com</a></br>لطفاً اطلاعات زیر را در پیام خود وارد کنید:</p> <ul> <li>نام کسب و کار</li> <li>وب سایت کسب و کار</li> <li>ایمیل حساب PayPal</li> <li>تاریخ انتشار</li> </ul>
pt_pt: <p>Para obter as configurações da conta, entre em contato com o PayPal usando este e-mail: <a href="mailto:velocitypartneronboarding@paypal.com">speedpartneronboarding@paypal.com</a></br>Inclua as seguintes informações em sua mensagem:</p> <ul> <li>Nome da empresa</li> <li>Site da empresa</li> <li>E-mail da conta do PayPal</li> <li>Data de entrada em operação</li> </ul>
ro_ro: <p>Pentru a obține setările contului, contactați PayPal folosind acest e-mail: <a href="mailto:velocitypartneronboarding@paypal.com">velocitypartneronboarding@paypal.com</a></br>Vă rugăm să includeți următoarele informații în mesajul dvs.:</p> <ul> <li>Numele companiei</li> <li>Site-ul comercial</li> <li>E-mailul contului PayPal</li> <li>Data lansării</li> </ul>
uk_ua: <p>Щоб отримати налаштування облікового запису, зв’яжіться з PayPal, використовуючи цю електронну адресу: <a href="mailto:velocitypartneronboarding@paypal.com">velocitypartneronboarding@paypal.com</a></br>У своєму повідомленні додайте таку інформацію:</p> <ul> <li>Назва компанії</li> <li>Веб-сайт компанії</li> <li>Електронна адреса облікового запису PayPal</li> <li>Дата запуску</li> </ul>

# Languages::paypal_commerce_platform.account_settings.how_to_get_bn_code
source: Apply for using PayPal Complete Payments (Multiparty)
de_de: Beantragen Sie die Nutzung von PayPal Complete Payments (Multiparty)
fa_ir: درخواست برای استفاده از PayPal Complete Payments (چند طرفه)
pt_pt: Inscreva-se para usar pagamentos completos do PayPal (multipartidários)
ro_ro: Aplicați pentru utilizarea PayPal Complete Payments (Multipartiți)
uk_ua: Подати заявку на використання PayPal Complete Payments (Multiparty)

# Languages::paypal_commerce_platform.funding.paylater
source: PayPal Pay Later
fa_ir: PayPal بعداً پرداخت کنید
pt_pt: PayPal Pague Depois
uk_ua: PayPal Оплатити пізніше

# Languages::paypal_commerce_platform.funding.mercadopago
source: Mercado Pago
fa_ir: مرکادو پاگو
uk_ua: Меркадо Паго

# Languages::paypal_commerce_platform.send_shipment_info
source: Send shipment info to PayPal
de_de: Sendungsinformationen an PayPal senden
fa_ir: ارسال اطلاعات حمل و نقل به پی پال
pt_pt: Enviar informações de envio para o PayPal
ro_ro: Trimiteți informații despre expediere către PayPal
uk_ua: Надішліть інформацію про доставку в PayPal

source: Shipping info was not sent to PayPal because the tracking number is empty
de_de: Die Versandinformationen wurden nicht an PayPal übermittelt, da die Sendungsverfolgungsnummer leer ist
fa_ir: اطلاعات حمل و نقل به پی پال ارسال نشد زیرا شماره پیگیری خالی است
pt_pt: As informações de envio não foram enviadas ao PayPal porque o número de rastreamento está vazio
ro_ro: Informațiile de livrare nu au fost trimise la PayPal, deoarece numărul de urmărire este gol
uk_ua: Інформація про доставку не надіслана до PayPal, оскільки номер відстеження порожній

# Languages::paypal_commerce_platform.shipment_info_was_not_sent.carrier_empty
source: Shipping info was not sent to PayPal because the carrier is empty
de_de: Die Versandinformationen wurden nicht an PayPal übermittelt, da der Spediteur leer ist
fa_ir: اطلاعات حمل و نقل به پی پال ارسال نشد زیرا حامل خالی است
pt_pt: As informações de envio não foram enviadas ao PayPal porque a transportadora está vazia
ro_ro: Informațiile de livrare nu au fost trimise la PayPal, deoarece transportatorul este gol
uk_ua: Інформація про доставку не надіслана до PayPal, оскільки перевізник порожній

# Languages::paypal_commerce_platform.shipment_info_was_not_sent.no_capture_id
source: Shipping info was not sent to PayPal because the capture id is missing, try again later
de_de: Die Versandinformationen wurden nicht an PayPal gesendet, da die Erfassungs-ID fehlt. Versuchen Sie es später erneut.
fa_ir: اطلاعات ارسال به PayPal ارسال نشد زیرا شناسه ضبط وجود ندارد، بعداً دوباره امتحان کنید
pt_pt: As informações de envio não foram enviadas ao PayPal porque o ID de captura está faltando. Tente novamente mais tarde.
ro_ro: Informațiile de expediere nu au fost trimise la PayPal deoarece lipsește ID-ul de captare, încercați din nou mai târziu
uk_ua: Інформація про доставку не надіслана до PayPal, оскільки відсутній ідентифікатор запису. Повторіть спробу пізніше

# Languages::paypal_commerce_platform.shipment_info_was_not_sent.no_order_id
source: Shipping info was not sent to PayPal because the PayPal order id is missing, try again later
de_de: Die Versandinformationen wurden nicht an PayPal gesendet, da die PayPal-Bestellnummer fehlt. Versuchen Sie es später erneut.
fa_ir: اطلاعات ارسال به PayPal ارسال نشد زیرا شناسه سفارش PayPal وجود ندارد، بعداً دوباره امتحان کنید
pt_pt: As informações de envio não foram enviadas ao PayPal porque o ID do pedido do PayPal está faltando. Tente novamente mais tarde.
ro_ro: Informațiile de expediere nu au fost trimise la PayPal deoarece lipsește ID-ul comenzii PayPal, încercați din nou mai târziu
uk_ua: Інформація про доставку не надіслана до PayPal, оскільки відсутній ідентифікатор замовлення PayPal. Повторіть спробу пізніше

# Languages::paypal_commerce_platform.send_shipping_address
source: Send shipping address to PayPal
de_de: Lieferadresse an PayPal senden
fa_ir: آدرس حمل و نقل را به پی پال ارسال کنید
pt_pt: Enviar endereço de entrega para o PayPal
ro_ro: Trimite adresa de livrare la PayPal
uk_ua: Надішліть адресу доставки в PayPal

# Languages::paypal_commerce_platform.send_shipping_address_tooltip
source: Useful for fraud protection or shipping labels. Can cause issues with payment if the address provided by the customer isn't valid.
de_de: Nützlich für den Betrugsschutz oder Versandetiketten. Kann zu Problemen bei der Zahlung führen, wenn die vom Kunden angegebene Adresse nicht gültig ist.
fa_ir: برای محافظت از تقلب یا برچسب های حمل و نقل مفید است. اگر آدرس ارائه شده توسط مشتری معتبر نباشد، می‌تواند باعث مشکلاتی در پرداخت شود.
pt_pt: Útil para proteção contra fraudes ou etiquetas de envio. Pode causar problemas com o pagamento se o endereço fornecido pelo cliente não for válido.
ro_ro: Util pentru protecția împotriva fraudei sau etichetele de expediere. Poate cauza probleme cu plata dacă adresa furnizată de client nu este validă.
uk_ua: Корисно для захисту від шахрайства або транспортних етикеток. Може спричинити проблеми з оплатою, якщо адреса, надана клієнтом, недійсна.

# Languages::paypal_commerce_platform.paypal_account_short
source: PP a/c
de_de: PP-Account
pt_pt: PP ar-condicionado

# Languages::paypal_commerce_platform.funding.bancontact
source: Bancontact
de_de: Bankontakt
pt_pt: Bancocontato

# Languages::paypal_commerce_platform.funding.eps
source: eps
de_de: Folge
