Repository: tbd-shafa/cscart_theme
Catalog: var/langs/*/addons/paypal_commerce_platform.po
Languages: de_de, fa_ir, pt_pt, ro_ro, uk_ua

# Addons::name::paypal_commerce_platform
source: PayPal Complete Payments (Multiparty)
de_de: PayPal-Zahlungen abschließen (Mehrparteien)
fa_ir: پرداخت های کامل پی پال (چند طرفه)
pt_pt: Pagamentos completos do PayPal (multipartidários)
ro_ro: Plăți complete PayPal (cu mai multe părți)
uk_ua: Повні платежі PayPal (багатосторонні)

# Addons::description::paypal_commerce_platform
source: A PayPal solution for marketplaces. Lets you accept payments through PayPal and other means, and automatically splits the money between all sellers involved.
de_de: Eine PayPal-Lösung für Marktplätze. Ermöglicht es Ihnen, Zahlungen über PayPal und andere Mittel zu akzeptieren, und teilt das Geld automatisch zwischen allen beteiligten Verkäufern auf.
fa_ir: راه حل پی پال برای بازارها. به شما امکان می‌دهد پرداخت‌ها را از طریق PayPal و سایر روش‌ها بپذیرید و به طور خودکار پول را بین همه فروشندگان درگیر تقسیم کنید.
pt_pt: Uma solução PayPal para mercados. Permite aceitar pagamentos através do PayPal e outros meios e divide automaticamente o dinheiro entre todos os vendedores envolvidos.
ro_ro: O soluție PayPal pentru piețe. Vă permite să acceptați plăți prin PayPal și alte mijloace și să împarți automat banii între toți vânzătorii implicați.
uk_ua: Рішення PayPal для ринків. Дозволяє приймати платежі через PayPal та інші засоби та автоматично розподіляє гроші між усіма залученими продавцями.

# SettingsSections::paypal_commerce_platform::general
source: General
de_de: Allgemein
fa_ir: عمومی
pt_pt: Em geral
uk_ua: Загальні

# SettingsOptions::paypal_commerce_platform::collect_payouts
source: Commission includes
de_de: Gebühren enthalten
fa_ir: کمیسیون شامل
pt_pt: Comissão inclui
ro_ro: Comisia include
uk_ua: Комісія включає

# SettingsVariants::paypal_commerce_platform::collect_payouts::N
source: Order commission
de_de: Verkaufsgebühren
fa_ir: کمیسیون سفارش
pt_pt: Comissão do pedido
ro_ro: Comision de comandă
uk_ua: Комісія з замовлення

# SettingsVariants::paypal_commerce_platform::collect_payouts::Y
source: Order commission and unpaid payouts
de_de: Verkaufsgebühren und unbezahlte Auszahlungen
fa_ir: سفارش کمیسیون و پرداخت های پرداخت نشده
pt_pt: Comissão de pedidos e pagamentos não pagos
ro_ro: Comision de comandă și plăți neplătite
uk_ua: Комісія з замовлення і невиплачені виплати

# SettingsOptions::paypal_commerce_platform::rma_refunded_order_status
source: Order status on refund
de_de: Status der Bestellung bei Rückerstattung
fa_ir: وضعیت سفارش در هنگام بازپرداخت
pt_pt: Status do pedido no reembolso
ro_ro: Starea comenzii la rambursare
uk_ua: Статус замовлення після повернення

# Languages::paypal_commerce_platform.paypal_commerce_platform
source: PayPal Complete Payments (Multiparty)
de_de: PayPal-Zahlungen abschließen (Mehrparteien)
fa_ir: پرداخت های کامل پی پال (چند طرفه)
pt_pt: Pagamentos completos do PayPal (multipartidários)
ro_ro: Plăți complete PayPal (cu mai multe părți)
uk_ua: Повні платежі PayPal (багатосторонні)

# Languages::paypal_commerce_platform.paypal
source: PayPal
fa_ir: پی پال

# Languages::paypal_commerce_platform.payer_id
source: Merchant account ID
fa_ir: شناسه حساب تاجر
pt_pt: ID da conta do comerciante
ro_ro: numărul de identificare a contului comercial

# Languages::paypal_commerce_platform.client_id
source: App Client ID
fa_ir: شناسه مشتری برنامه
pt_pt: ID do cliente do aplicativo
ro_ro: ID de client al aplicației

# Languages::paypal_commerce_platform.secret
source: App Secret
de_de: App Geheimnis
fa_ir: راز برنامه
pt_pt: Segredo do aplicativo
ro_ro: Secretul aplicației

# Languages::paypal_commerce_platform.connect_with_paypal
source: Connect with PayPal
de_de: Mit Paypal verbinden
fa_ir: با پی پال ارتباط برقرار کنید
pt_pt: Conecte-se com o PayPal
ro_ro: Conectați-vă la PayPal
uk_ua: З'єднання до PayPal

# Languages::paypal_commerce_platform.disconnect
source: Disconnect account
de_de: Konto trennen
fa_ir: قطع ارتباط حساب
pt_pt: Desconectar conta
ro_ro: Deconectați contul
uk_ua: Відключення облікового запису

# Languages::paypal_commerce_platform.paypal_account
source: PayPal account
de_de: Paypal Konto
fa_ir: حساب پی پال
pt_pt: Conta no PayPal
ro_ro: Cont Paypal

# Languages::paypal_commerce_platform.connected
source: Connected
de_de: Verbunden
fa_ir: متصل
pt_pt: Conectado
ro_ro: Conectat
uk_ua: Підключено

# Languages::paypal_commerce_platform.not_connected
source: Not connected
de_de: Nicht verbunden
fa_ir: متصل نیست
pt_pt: Não conectado
ro_ro: Nu este conectat
uk_ua: Не підключено

# Languages::paypal_commerce_platform.account_connected
source: Your PayPal account has been successfully connected to the store
de_de: Ihr Paypal Konto wurde erfolgreich mit dem Store verbunden
fa_ir: حساب PayPal شما با موفقیت به فروشگاه متصل شد
pt_pt: Sua conta do PayPal foi conectada com sucesso à loja
ro_ro: Contul dvs. PayPal a fost conectat cu succes la magazin
uk_ua: Обліковий запис PayPal успішно підключився до магазину

# Languages::paypal_commerce_platform.account_connection_failure
source: Unable to connect your PayPal account to the store
de_de: Verbindung des Paypal Kontos mit dem Store konnte nicht hergestellt werden
fa_ir: اتصال حساب پی پال شما به فروشگاه امکان پذیر نیست
pt_pt: Não foi possível conectar sua conta do PayPal à loja
ro_ro: Nu se poate conecta contul dvs. PayPal la magazin
uk_ua: Неможливо підключити ваш обліковий запис PayPal до магазину

# Languages::paypal_commerce_platform.account_disconnected
source: Your PayPal account has been successfully disconnected from the store
de_de: Ihr PayPal Account wurde erfolgreich vom Store getrennt
fa_ir: حساب PayPal شما با موفقیت از فروشگاه قطع شد
pt_pt: Sua conta do PayPal foi desconectada com sucesso da loja
ro_ro: Contul dvs. PayPal a fost deconectat cu succes de la magazin
uk_ua: Обліковий запис PayPal успішно відключився від магазину

# Languages::paypal_commerce_platform.withdrawal_for_the_order
source: Withdrawal for the order #[order_id]
de_de: Auszahlung für die Bestellung #[order_id]
fa_ir: برداشت برای سفارش شماره[order_id]
pt_pt: Retirada para o pedido #[order_id]
ro_ro: Retragere pentru comanda #[order_id]
uk_ua: Виплата за замовлення #[order_id]

# Languages::paypal_commerce_platform.refund_id
source: Refund transaction ID in PayPal
de_de: Rückerstattungs-Transaktions-ID in Paypal
fa_ir: شناسه تراکنش بازپرداخت در پی پال
pt_pt: Reembolsar o ID da transação no PayPal
ro_ro: ID-ul tranzacției de rambursare în PayPal
uk_ua: ID транзакції повернення в PayPal

# Languages::paypal_commerce_platform.withdrawal
source: Withdrawal amount
de_de: Auszahlungsbetrag
fa_ir: مبلغ برداشت
pt_pt: Quantidade retirada
ro_ro: Suma de retragere
uk_ua: Сума виплати

# Languages::paypal_commerce_platform.rma.perform_refund
source: Give a refund via PayPal Complete Payments (Multiparty)
de_de: Machen Sie eine Rückerstattung über PayPal Complete Payments (Multiparty)
fa_ir: بازپرداخت از طریق PayPal Complete Payments (چند طرفه)
pt_pt: Reembolsar via PayPal Complete Payments (Multipartidário)
ro_ro: Oferiți o rambursare prin PayPal Complete Payments (Multiparty)
uk_ua: Повернення коштів через PayPal Complete Payments (Multiparty)

# Languages::ttc_paypal_commerce_platform.rma.perform_refund
source: A refund will be made once an administrator changes the return request status
de_de: Eine Rückerstattung erfolgt, sobald ein Administrator den Rückgabeanforderungsstatus ändert
fa_ir: زمانی که مدیر وضعیت درخواست بازگشت را تغییر داد، بازپرداخت انجام می شود
pt_pt: Um reembolso será feito assim que um administrador alterar o status da solicitação de devolução
ro_ro: O rambursare va fi efectuată odată ce un administrator modifică starea cererii de returnare
uk_ua: Повернення коштів буде зроблено відразу після того, як адміністратор змінить статус запиту

# Languages::paypal_commerce_platform.rma.refund_performed
source: The refund has been made via PayPal Complete Payments (Multiparty)
de_de: Die Rückerstattung erfolgte über PayPal Complete Payments (Multiparty).
fa_ir: بازپرداخت از طریق PayPal Complete Payments (چند طرفه) انجام شده است.
pt_pt: O reembolso foi feito via PayPal Complete Payments (Multipartidário)
ro_ro: Rambursarea a fost efectuată prin PayPal Complete Payments (Multiparty)
uk_ua: Повернення було здійснено через PayPal Complete Payments (Multiparty)

# Languages::paypal_commerce_platform.order_id
source: Order ID in PayPal
de_de: Bestell-ID in PayPal
fa_ir: شناسه سفارش در پی پال
pt_pt: ID do pedido no PayPal
ro_ro: ID comandă în PayPal
uk_ua: ID замовлення в PayPal

# Languages::paypal_commerce_platform.capture_id
source: Capture ID in PayPal
de_de: Erfassen Sie die ID in PayPal
fa_ir: گرفتن شناسه در پی پال
pt_pt: Capturar ID no PayPal
ro_ro: Capturați ID-ul în PayPal
uk_ua: Capture ID в PayPal

# Languages::paypal_commerce_platform.payout_id
source: Payout transaction ID in PayPal
de_de: Auszahlungstransaktions-ID in PayPal
fa_ir: شناسه تراکنش پرداخت در پی پال
pt_pt: ID da transação de pagamento no PayPal
ro_ro: ID tranzacție de plată în PayPal
uk_ua: ID транзакції виплати в PayPal

# Languages::paypal_commerce_platform.payout_failure_reason
source: Payout failure reason
de_de: Grund für das Fehlschlagen der Auszahlung
fa_ir: دلیل شکست پرداخت
pt_pt: Motivo da falha de pagamento
ro_ro: Motivul eșecului plății
uk_ua: Причина несправності виплат

# Languages::paypal_commerce_platform.own_account_cant_be_used_for_vendor
source: Your own PayPal account can't be used to connect a vendor to the store
de_de: Ihr eigenes PayPal-Konto kann nicht verwendet werden, um einen Anbieter mit dem Geschäft zu verbinden
fa_ir: نمی‌توان از حساب PayPal خود برای اتصال فروشنده به فروشگاه استفاده کرد
pt_pt: Sua própria conta do PayPal não pode ser usada para conectar um fornecedor à loja
ro_ro: Contul dvs. PayPal nu poate fi folosit pentru a conecta un furnizor la magazin
uk_ua: Не можна використовувати власний обліковий запис PayPal для підключення продавця до магазину

# Languages::ttc_paypal_commerce_platform.rma.order_status_on_refund
source: Determines whether or not to change the order status after a refund was performed via the RMA add-on.
de_de: Legt fest, ob der Bestellstatus geändert werden soll, nachdem eine Rückerstattung über das RMA-Add-on durchgeführt wurde.
fa_ir: تعیین می کند که وضعیت سفارش پس از انجام بازپرداخت از طریق افزونه RMA تغییر کند یا خیر.
pt_pt: Determina se o status do pedido deve ou não ser alterado após a realização de um reembolso por meio do complemento RMA.
ro_ro: Stabilește dacă se modifică sau nu starea comenzii după ce a fost efectuată o rambursare prin intermediul suplimentului RMA.
uk_ua: Визначає, чи змінювати статус замовлення після того, як буде виконано повернення через модуль "Повернення товарів".

# Languages::paypal_commerce_platform.do_not_change
source: Do not change
de_de: Ändere dich nicht
fa_ir: تغییر نده
pt_pt: Não mude
ro_ro: Nu schimba
uk_ua: Залишити без змін

# Languages::paypal_commerce_platform.set_status_to
source: Set to:
de_de: Einstellen:
fa_ir: تنظیم به:
pt_pt: Definido como:
ro_ro: Setat la:
uk_ua: Обрати статус:

# Languages::paypal_commerce_platform.webhook_help_message
source: Specify the following URL when configuring a webhook for your REST application:
de_de: Geben Sie die folgende URL an, wenn Sie einen Webhook für Ihre REST-Anwendung konfigurieren:
fa_ir: هنگام پیکربندی وب هوک برای برنامه REST، URL زیر را مشخص کنید:
pt_pt: Especifique o seguinte URL ao configurar um webhook para seu aplicativo REST:
ro_ro: Specificați următoarea adresă URL când configurați un webhook pentru aplicația dvs. REST:
uk_ua: Вкажіть наступну URL-адресу під час налаштування веб-ключа для REST додатку:

# Languages::paypal_commerce_platform.webhook
source: PayPal Complete Payments (Multiparty) webhook: [payload]
de_de: PayPal Complete Payments (Multiparty)-Webhook: [Nutzlast]
fa_ir: وب هوک PayPal Complete Payments (چند حزبی): [payload]
pt_pt: Webhook de pagamentos completos do PayPal (multipartidários): [carga útil]
ro_ro: Webhook PayPal Complete Payments (Multiparty): [sarcină utilă]
uk_ua: Вебхук PayPal Complete Payments (Multiparty): [корисне навантаження]

# Languages::paypal_commerce_platform.settings.account
source: Account settings
de_de: Kontoeinstellungen
fa_ir: تنظیمات حساب
pt_pt: Configurações de Conta
ro_ro: Setările contului
uk_ua: Налаштування аккаунта

# Languages::paypal_for_markeplaces.settings.enable_funding
source: Funding sources to show on checkout
de_de: Zahlungsquellen, die an der Kasse angezeigt werden sollen
fa_ir: منابع مالی برای نمایش در پرداخت
pt_pt: Fontes de financiamento para mostrar no checkout
ro_ro: Surse de finanțare de afișat la finalizarea comenzii
uk_ua: Способи оплати при оформленні замовлення

# Languages::paypal_commerce_platform.funding.card
source: Credit or debit cards
de_de: Kredit-oder Debitkarten
fa_ir: کارت های اعتباری یا نقدی
pt_pt: Cartões de crédito ou débito
ro_ro: Carduri de credit sau debit
uk_ua: Дебетові або кредитні карти

# Languages::paypal_commerce_platform.funding.credit
source: PayPal Credit
de_de: PayPal-Guthaben
fa_ir: اعتبار پی پال
pt_pt: Crédito do PayPal
ro_ro: Credit PayPal

# Languages::paypal_commerce_platform.funding.venmo
source: Venmo
fa_ir: ونمو

# Languages::paypal_commerce_platform.funding.ideal
source: iDEAL
fa_ir: ایده آل

# Languages::paypal_commerce_platform.funding.mybank
source: MyBank
de_de: Meine Bank
fa_ir: بانک من
pt_pt: MeuBanco

# Languages::paypal_commerce_platform.funding.p24
source: Przelewy24
fa_ir: پرزلوی24

# Languages::paypal_commerce_platform.funding.sofort
source: Sofort
fa_ir: سافورت

# Languages::paypal_for_markeplaces.settings.enable_cards
source: Cards to show on checkout
de_de: Karten zum Vorzeigen an der Kasse
fa_ir: کارت هایی برای نمایش در پرداخت
pt_pt: Cartões para mostrar no checkout
ro_ro: Carduri de afișat la casă
uk_ua: Карти на сторінці оформлення замовлення

# Languages::paypal_commerce_platform.card.visa
source: Visa
fa_ir: ویزا
pt_pt: Visto

# Languages::paypal_commerce_platform.card.mastercard
source: Mastercard
fa_ir: مسترکارت

# Languages::paypal_commerce_platform.card.amex
source: American Express
fa_ir: آمریکن اکسپرس
pt_pt: Expresso americano

# Languages::paypal_commerce_platform.card.discover
source: Discover
de_de: Entdecken
fa_ir: كشف كردن
pt_pt: Descobrir
ro_ro: Descoperi

# Languages::paypal_commerce_platform.card.elo
source: Elo
fa_ir: الو

# Languages::paypal_commerce_platform.card.hiper
source: Hiper
de_de: Hipper
fa_ir: هایپر

# Languages::paypal_for_markeplaces.settings.style
source: Button appearance
de_de: Aussehen der Schaltfläche
fa_ir: ظاهر دکمه
pt_pt: Aparência do botão
ro_ro: Aspectul butonului
uk_ua: Вигляд кнопки

# Languages::paypal_commerce_platform.style.shape
source: Shape
de_de: Form
fa_ir: شکل
pt_pt: Forma
ro_ro: Formă
uk_ua: Фігура

# Languages::paypal_commerce_platform.shape.pill
source: Pill
de_de: Pille
fa_ir: قرص
pt_pt: Comprimido
ro_ro: pilula
uk_ua: Таблетка

# Languages::paypal_commerce_platform.shape.rect
source: Rectangular
de_de: Rechteckig
fa_ir: مستطیل شکل
pt_pt: Retangular
ro_ro: Dreptunghiular
uk_ua: Прямокутні

# Languages::paypal_commerce_platform.style.color
source: Color
de_de: Farbe
fa_ir: رنگ
pt_pt: Cor
ro_ro: Culoare
uk_ua: Колір

# Languages::paypal_commerce_platform.color.gold
source: Gold
fa_ir: طلا
pt_pt: Ouro
ro_ro: Aur
uk_ua: Золото

# Languages::paypal_commerce_platform.color.blue
source: Blue
de_de: Blau
fa_ir: آبی
pt_pt: Azul
ro_ro: Albastru
uk_ua: Синій

# Languages::paypal_commerce_platform.color.silver
source: Silver
de_de: Silber
fa_ir: نقره اي
pt_pt: Prata
ro_ro: Argint
uk_ua: Срібло

# Languages::paypal_commerce_platform.color.black
source: Black
de_de: Schwarz
fa_ir: مشکی
pt_pt: Preto
ro_ro: Negru
uk_ua: Чорний

# Languages::paypal_commerce_platform.style.height
source: Height
de_de: Höhe
fa_ir: ارتفاع
pt_pt: Altura
ro_ro: Înălţime
uk_ua: Висота

# Languages::paypal_commerce_platform.bn_code
source: Partner integration code
de_de: Partner-Integrationscode
fa_ir: کد ادغام شریک
pt_pt: Código de integração do parceiro
ro_ro: Cod de integrare partener
uk_ua: Код інтеграції партнера

# Languages::paypal_commerce_platform.debug_id
source: PayPal Debug ID
fa_ir: شناسه اشکال زدایی پی پال
pt_pt: ID de depuração do PayPal
ro_ro: ID de depanare PayPal

# Languages::paypal_commerce_platform.delay_disburse_of_payouts
source: Delay transfer of funds
de_de: Geldtransfer verzögern
fa_ir: تاخیر در انتقال وجوه
pt_pt: Atrasar a transferência de fundos
ro_ro: Întârzierea transferului de fonduri
uk_ua: Затримка переказу коштів

# Languages::paypal_commerce_platform.disburse_payouts_to_vendors
source: Transfer funds to vendors
de_de: Überweisen Sie Gelder an Anbieter
fa_ir: انتقال وجه به فروشندگان
pt_pt: Transferir fundos para fornecedores
ro_ro: Transferați fonduri către vânzători
uk_ua: Переказ коштів постачальникам

# Languages::paypal_commerce_platform.automatic_disburse
source: Automatic transfer
de_de: Automatische Übertragung
fa_ir: انتقال خودکار
pt_pt: Transferência automática
ro_ro: Transfer automat
uk_ua: Автоматичний переказ

# Languages::paypal_commerce_platform.trigger_disburse_payouts.description
source: Allows you to check the orders first, instead of sending money to all vendors immediately. Transfer money to each vendor manually from the order page, or schedule automatic periodic disbursements to all vendors with a cron command. PayPal allows delays up to 28 days; after that, money will be disbursed to vendors automatically.
de_de: Ermöglicht es Ihnen, die Bestellungen zuerst zu überprüfen, anstatt sofort Geld an alle Anbieter zu senden. Überweisen Sie Geld manuell von der Bestellseite an jeden Anbieter oder planen Sie automatische regelmäßige Auszahlungen an alle Anbieter mit einem Cron-Befehl. PayPal erlaubt Verzögerungen von bis zu 28 Tagen; Danach wird das Geld automatisch an die Anbieter ausgezahlt.
fa_ir: به شما امکان می دهد به جای ارسال فوری پول به همه فروشندگان، ابتدا سفارشات را بررسی کنید. پول را به صورت دستی از صفحه سفارش به هر فروشنده منتقل کنید یا با دستور cron پرداخت های دوره ای خودکار را برای همه فروشندگان برنامه ریزی کنید. پی پال اجازه تاخیر تا 28 روز را می دهد. پس از آن، پول به طور خودکار به فروشندگان پرداخت می شود.
pt_pt: Permite que você verifique os pedidos primeiro, em vez de enviar dinheiro para todos os fornecedores imediatamente. Transfira dinheiro para cada fornecedor manualmente a partir da página de pedidos ou agende desembolsos periódicos automáticos para todos os fornecedores com um comando cron. O PayPal permite atrasos de até 28 dias; depois disso, o dinheiro será desembolsado aos fornecedores automaticamente.
ro_ro: Vă permite să verificați mai întâi comenzile, în loc să trimiteți bani imediat tuturor vânzătorilor. Transferați bani către fiecare furnizor manual din pagina de comandă sau programați plăți periodice automate către toți furnizorii cu o comandă cron. PayPal permite întârzieri de până la 28 de zile; după aceea, banii vor fi plătiți automat vânzătorilor.
uk_ua: Дозволяє вам спочатку перевірити замовлення, замість того, щоб негайно надсилати гроші всім продавцям. Переказуйте гроші кожному продавцю вручну зі сторінки оформлення замовлення або плануйте автоматичні періодичні виплати для всіх продавців за допомогою команди cron. PayPal дозволяє затримки до 28 днів; після цього гроші будуть виплачені продавцям автоматично.

# Languages::paypal_commerce_platform.cron_text
source: The command below automatically transfers funds to vendors for all orders that are older than 14 days. Add it to cron to make sure that vendors get paid regularly. You can change the value of "--days" from 14 to any number up to 28. PayPal will automatically disburse money to vendors after 28 days.
de_de: Der folgende Befehl überweist automatisch Gelder an Lieferanten für alle Bestellungen, die älter als 14 Tage sind. Fügen Sie es zu cron hinzu, um sicherzustellen, dass Anbieter regelmäßig bezahlt werden. Sie können den Wert von „--days“ von 14 auf eine beliebige Zahl bis zu 28 ändern. PayPal zahlt nach 28 Tagen automatisch Geld an Verkäufer aus.
fa_ir: دستور زیر به طور خودکار وجوه را برای تمام سفارش‌هایی که بیش از 14 روز دارند به فروشندگان منتقل می‌کند. آن را به cron اضافه کنید تا مطمئن شوید که فروشندگان مرتباً پول می گیرند. می توانید مقدار "--days" را از 14 به هر عددی تا 28 تغییر دهید. PayPal پس از 28 روز به طور خودکار پول را به فروشندگان پرداخت می کند.
pt_pt: O comando abaixo transfere automaticamente fundos para fornecedores para todos os pedidos com mais de 14 dias. Adicione-o ao cron para garantir que os fornecedores sejam pagos regularmente. Você pode alterar o valor de "--days" de 14 para qualquer número até 28. O PayPal desembolsará dinheiro automaticamente aos fornecedores após 28 dias.
ro_ro: Comanda de mai jos transferă automat fonduri către furnizori pentru toate comenzile mai vechi de 14 zile. Adăugați-l în cron pentru a vă asigura că furnizorii sunt plătiți în mod regulat. Puteți modifica valoarea „--zile” de la 14 la orice număr până la 28. PayPal va plăti automat bani vânzătorilor după 28 de zile.
uk_ua: Наведена нижче команда автоматично перераховує кошти продавцям для всіх замовлень старше 14 днів. Додайте його в cron, щоб переконатися, що продавці регулярно отримують гроші. Ви можете змінити значення "--дні" від 14 до будь-якого числа до 28. PayPal автоматично виплатить гроші продавцям через 28 днів.

# Languages::paypal_commerce_platform.delay_disburse_of_payouts_to_vendors
source: Delay transfer of funds to vendors
de_de: Verzögern Sie die Überweisung von Geldern an Lieferanten
fa_ir: تاخیر در انتقال وجه به فروشندگان
pt_pt: Atrasar a transferência de fundos para fornecedores
ro_ro: Întârzierea transferului de fonduri către furnizori
uk_ua: Затримка переказу коштів постачальникам

# Languages::paypal_commerce_platform.funds_were_transferred_to_vendor
source: Funds were transferred to vendor.
de_de: Das Geld wurde an den Verkäufer überwiesen.
fa_ir: وجوه به فروشنده منتقل شد.
pt_pt: Os fundos foram transferidos para o fornecedor.
ro_ro: Fondurile au fost transferate vânzătorului.
uk_ua: Кошти буди перераховані постачальнику.

# Languages::paypal_commerce_platform.funds_transferred_successfully
source: Funds have been transferred successfully.
de_de: Geld wurde erfolgreich überwiesen.
fa_ir: وجوه با موفقیت منتقل شد.
pt_pt: Os fundos foram transferidos com sucesso.
ro_ro: Fondurile au fost transferate cu succes.
uk_ua: Кошти успішно перераховано.

# Languages::paypal_commerce_platform.transfer_funds_error
source: Couldn't transfer funds to vendor. Please try again later or contact the payment processor.
de_de: Das Geld konnte nicht an den Anbieter überwiesen werden. Bitte versuchen Sie es später erneut oder wenden Sie sich an den Zahlungsabwickler.
fa_ir: وجه به فروشنده منتقل نشد. لطفاً بعداً دوباره امتحان کنید یا با پردازشگر پرداخت تماس بگیرید.
pt_pt: Não foi possível transferir fundos para o fornecedor. Tente novamente mais tarde ou entre em contato com o processador de pagamento.
ro_ro: Nu s-au putut transfera fonduri către furnizor. Vă rugăm să încercați din nou mai târziu sau să contactați procesatorul de plăți.
uk_ua: Не вдалося переказати кошти продавцю. Спробуйте пізніше або зв'яжіться з обробником платежів.

# Languages::paypal_commerce_platform.reason_with_error_text
source: Reason (as provided by the payment processor): [error_text]
de_de: Grund (wie vom Zahlungsabwickler angegeben): [error_text]
fa_ir: دلیل (همانطور که توسط پردازشگر پرداخت ارائه شده است): [error_text]
pt_pt: Motivo (conforme fornecido pelo processador de pagamento): [error_text]
ro_ro: Motiv (așa cum este furnizat de procesatorul de plăți): [error_text]
uk_ua: Причина (як зазначено обробником платежів): [error_text]
