Repository: tbd-shafa/cscart_theme
Catalog: var/langs/*/addons/vendor_panel_configurator.po
Languages: de_de, es_es, fi_fi, fr_fr, he_il, ja_jp, ro_ro, tr_tr, uk_ua

# Addons::name::vendor_panel_configurator
source: Vendor panel configurator
de_de: Anbieter-Panel-Konfigurator
es_es: Configurador de paneles de proveedores
fi_fi: Myyjäpaneelin konfiguraattori
fr_fr: Configurateur de panel vendeur
he_il: קופיגורטור פאנל של ספקים
ja_jp: 出品者管理画面設定
ro_ro: Configurator panou furnizor
tr_tr: Satıcı paneli yapılandırıcısı
uk_ua: Конфігуратор панелі продавця

# Addons::description::vendor_panel_configurator
source: Simplifies the vendor panel by showing vendors only the fields and menus that they need to see.
de_de: Vereinfacht das Anbieter-Panel, indem Anbietern nur die Felder und Menüs angezeigt werden, die sie sehen müssen.
es_es: Simplifica el panel de proveedores mostrando a los proveedores solo los campos y menús que necesitan ver.
fi_fi: Yksinkertaistaa toimittajapaneelia näyttämällä toimittajille vain kentät ja valikot, jotka heidän täytyy nähdä.
fr_fr: Simplifie le panneau des fournisseurs en montrant aux fournisseurs uniquement les champs et les menus qu'ils doivent voir.
he_il: מפשט את חלונית הספקים על ידי הצגת הספקים רק את השדות והתפריטים שהם צריכים לראות.
ja_jp: 出品者管理画面のスタイルを変更し、商品詳細ページで出品者が必要とするタブやフィールドのみを表示することができます。また、出品者管理画面の色を変更できます。
ro_ro: Simplifica panoul furnizorilor arătând furnizorilor numai câmpurile și meniurile pe care trebuie să le vadă.
tr_tr: Satıcılara yalnızca görmeleri gereken alanları ve menüleri göstererek satıcı panelini basitleştirir.
uk_ua: Це спрощує панель продавця, показуючи продавцям лише ті поля та меню, які вони мають бачити.

# SettingsSections::vendor_panel_configurator::product_page_settings
source: Product page settings
de_de: Einstellungen der Produktseite
es_es: Configuración de la página del producto
fi_fi: Tuotesivun asetukset
fr_fr: Paramètres de la page produit
he_il: הגדרות דף המוצר
ja_jp: 商品ページ設定
ro_ro: Setări pagina produsului
tr_tr: Ürün sayfası ayarları
uk_ua: Налаштування сторінки продукту

# SettingsSections::vendor_panel_configurator::vendor_panel_style
source: Vendor panel style
de_de: Anbieter-Panel-Stil
es_es: Estilo de panel de proveedor
fi_fi: Myyjäpaneelityyli
fr_fr: Style de panneau de fournisseur
he_il: סגנון פאנל ספקים
ja_jp: スタイル
ro_ro: Stilul panoului furnizorului
tr_tr: Satıcı paneli stili
uk_ua: Стиль панелі продавця

# Languages::vendor_panel_configurator.unconfigurable_tab
source: This tab has no configurable fields and is displayed as is
de_de: Diese Registerkarte hat keine konfigurierbaren Felder und wird unverändert angezeigt
es_es: Esta pestaña no tiene campos configurables y se muestra tal cual
fi_fi: Tällä välilehdellä ei ole määritettäviä kenttiä, ja se näytetään sellaisenaan
fr_fr: Cet onglet n'a pas de champs configurables et s'affiche tel quel
he_il: לכרטיסייה זו אין שדות הניתנים להגדרה והיא מוצגת כפי שהיא
ja_jp: このタブには設定可能な項目はなく、全てが表示されます。
ro_ro: Această filă nu are câmpuri configurabile și este afișată așa cum este
tr_tr: Bu sekmede yapılandırılabilir alan yoktur ve olduğu gibi görüntülenir.
uk_ua: Ця вкладка не має налаштованих полів і відображається як є

# Languages::vendor_panel_configurator.product_page_configuration
source: Product page settings
de_de: Einstellungen der Produktseite
es_es: Configuración de la página del producto
fi_fi: Tuotesivun asetukset
fr_fr: Paramètres de la page produit
he_il: הגדרות דף המוצר
ja_jp: 商品ページ設定
ro_ro: Setări pagina produsului
tr_tr: Ürün ayarları
uk_ua: Налаштування сторінки продукту

# Languages::vendor_panel_configurator.theme_styles
source: Logos and styles
de_de: Logos und Stile
es_es: Logotipos y estilos
fi_fi: Logot ja tyylit
fr_fr: Logos et styles
he_il: לוגואים וסגנונות
ja_jp: ロゴとスタイル
ro_ro: Logo-uri și stiluri
tr_tr: Logolar ve stiller
uk_ua: Логотипи та стилі

# Languages::vendor_panel_configurator.theme_styles.description
source: Manage logos used on site and in e-mails and configure appearance of the microstore and product pages
de_de: Verwalten Sie Logos, die vor Ort und in E-Mails verwendet werden, und konfigurieren Sie das Erscheinungsbild der Microstore- und Produktseiten
es_es: Administre los logotipos utilizados en el sitio y en los correos electrónicos y configure la apariencia de la microtienda y las páginas de productos
fi_fi: Hallitse paikan päällä ja sähköpostiviesteissä käytettyjä logoja ja määritä mikrokaupan ja tuotesivujen ulkoasu
fr_fr: Gérer les logos utilisés sur le site et dans les e-mails et configurer l'apparence du microstore et des pages produits
he_il: ניהול לוגואים המשמשים באתר ובהודעות דואר אלקטרוני והגדר את המראה של חנות המיקרו ודפי המוצר
ja_jp: ショップやメールで使用するロゴの管理、専用ページや商品ページの外観の設定
ro_ro: Gestionați siglele utilizate pe site și în e-mailuri și configurați aspectul micromagazinului și al paginilor de produse
tr_tr: Sitede ve e-postalarda kullanılan logoları yönetin ve mikro mağaza ve ürün sayfalarının görünümünü yapılandırın
uk_ua: Керуйте логотипами, що використовуються на сайті та в електронних листах, а також налаштовуйте зовнішній вигляд мікромагазину та сторінки продукту

# Languages::vendor_panel_configurator.payment_methods.description
source: Manage how you receive payments from customers
de_de: Verwalten Sie, wie Sie Zahlungen von Kunden erhalten
es_es: Administre cómo recibe los pagos de los clientes
fi_fi: Hallinnoi, kuinka saat maksuja asiakkailta
fr_fr: Gérer la façon dont vous recevez les paiements des clients
he_il: נהל כיצד אתה מקבל תשלומים מלקוחות
ja_jp: 支払方法の管理
ro_ro: Gestionați modul în care primiți plățile de la clienți
tr_tr: Müşterilerden nasıl ödeme alacağınızı yönetin
uk_ua: Керуйте тим, як ви отримуєте платежі від клієнтів

# Languages::vendor_panel_configurator.configure_vendor_panel_notice
source: You can customize the vendor panel via the bottom toolbar: <a href="[block_manager_link]">edit menus and onboarding</a> or <a href="[theme_editor_link]">choose a color scheme</a>.
de_de: Sie können das Anbieter-Panel über die untere Symbolleiste anpassen: <a href="[block_manager_link]">Menüs und Onboarding bearbeiten</a> oder <a href="[theme_editor_link]">Wählen Sie ein Farbschema</a>.
es_es: Puede personalizar el panel de proveedores a través de la barra de herramientas inferior: <a href="[block_manager_link]">editar menús e incorporación</a> o <a href="[theme_editor_link]">elegir una combinación de colores</a>.
fi_fi: Voit mukauttaa toimittajapaneelia alimman työkalupalkin kautta: <a href="[block_manager_link]">muokkaa valikkoja ja aloitus</a> tai <a href="[theme_editor_link]">valitse väriteema</a>.
fr_fr: Vous pouvez personnaliser le panneau du fournisseur via la barre d'outils inférieure : <a href="[block_manager_link]">modifier les menus et intégration</a> ou <a href="[theme_editor_link]">choisir un jeu de couleurs</a>.
he_il: אתה יכול להתאים אישית את חלונית הספקים באמצעות סרגל הכלים התחתון: <a href="[block_manager_link]">ערוך תפריטים ושילוב</a> או <a href="[theme_editor_link]">בחר ערכת צבעים</a>.
ja_jp: 出品者管理画面をカスタマイズ可能です：<a href="[block_manager_link]">メニューの設定</a> または <a href="[theme_editor_link]">カラースキーマを選択</a>
ro_ro: Puteți personaliza panoul furnizorului prin bara de instrumente de jos: <a href="[block_manager_link]">editați meniuri și onboarding</a> sau <a href="[theme_editor_link]">alegeți o schemă de culori</a>.
tr_tr: Satıcı panelini alttaki araç çubuğu aracılığıyla özelleştirebilirsiniz: <a href="[block_manager_link]">düzenleme menüleri ve katılım</a> veya <a href="[theme_editor_link]">bir renk şeması seçin</a>.
uk_ua: Ви можете налаштувати панель постачальника за допомогою нижньої панелі інструментів: <a href="[block_manager_link]">редагувати меню та підключення</a> або <a href="[theme_editor_link]">вибрати колірну схему</a>.

# Languages::vendor_panel_configurator.sidebar_color
source: Sidebar color
de_de: Farbe der Seitenleiste
es_es: Color de la barra lateral
fi_fi: Sivupalkin väri
fr_fr: Couleur de la barre latérale
he_il: צבע סרגל הצד
ja_jp: サイドバーの背景色
ro_ro: Culoarea barei laterale
tr_tr: Kenar çubuğu rengi
uk_ua: Колір бічної панелі

# Languages::vendor_panel_configurator.element_color
source: Element color
de_de: Elementfarbe
es_es: color del elemento
fi_fi: Elementin väri
fr_fr: Couleur de l'élément
he_il: צבע אלמנט
ja_jp: メインカラー
ro_ro: Culoarea elementului
tr_tr: Öğe rengi
uk_ua: Колір елемента

# Languages::vendor_panel_configurator.sidebar_background_image
source: Sidebar background image
de_de: Hintergrundbild der Seitenleiste
es_es: Imagen de fondo de la barra lateral
fi_fi: Sivupalkin taustakuva
fr_fr: Image d'arrière-plan de la barre latérale
he_il: תמונת רקע בסרגל הצד
ja_jp: サイドバーの背景画像
ro_ro: Imagine de fundal din bara laterală
tr_tr: Kenar çubuğu arka plan resmi
uk_ua: Фонове зображення бічної панелі

# Languages::vendor_panel_configurator.sidebar_background_image_description
source: If you upload the background image, it will be displayed instead of the sidebar color. If you upload it, we recommend picking a sidebar color that matches the background image.
de_de: Wenn Sie das Hintergrundbild hochladen, wird es anstelle der Seitenleistenfarbe angezeigt. Wenn Sie es hochladen, empfehlen wir, eine Seitenleistenfarbe auszuwählen, die zum Hintergrundbild passt.
es_es: Si carga la imagen de fondo, se mostrará en lugar del color de la barra lateral. Si lo carga, le recomendamos que elija un color de barra lateral que coincida con la imagen de fondo.
fi_fi: Jos lataat taustakuvan, se näytetään sivupalkin värin sijaan. Jos lataat sen, suosittelemme valitsemaan taustakuvaa vastaavan sivupalkin värin.
fr_fr: Si vous téléchargez l'image d'arrière-plan, elle s'affichera à la place de la couleur de la barre latérale. Si vous le téléchargez, nous vous recommandons de choisir une couleur de barre latérale qui correspond à l'image d'arrière-plan.
he_il: אם תעלה את תמונת הרקע, היא תוצג במקום צבע סרגל הצד. אם אתה מעלה אותו, אנו ממליצים לבחור צבע סרגל צד המתאים לתמונת הרקע.
ja_jp: 背景画像をアップロードすると、サイドバーの背景色の上に背景画像が表示されます。アップロードする場合は、背景画像に一致するサイドバーの背景色を選択することをおすすめします。
ro_ro: Dacă încărcați imaginea de fundal, aceasta va fi afișată în locul culorii barei laterale. Dacă îl încărcați, vă recomandăm să alegeți o culoare din bara laterală care se potrivește cu imaginea de fundal.
tr_tr: Arka plan resmini yüklerseniz, kenar çubuğu rengi yerine görüntülenecektir. Yüklerseniz, arka plan resmiyle eşleşen bir kenar çubuğu rengi seçmenizi öneririz.
uk_ua: Якщо ви завантажите фонове зображення, воно відображатиметься замість кольорової бічної панелі. Якщо ви завантажуєте його, ми рекомендуємо вибрати колір бічної панелі, який відповідає фоновому зображенню.

# Languages::vendor_panel_configurator.global_setting_warning
source: This setting doesn't appear on the product editing page right now, because it is set globally for all products. Check the <a href="[settings_url]" target="_blank">"Settings" menu</a> to find it.
de_de: Diese Einstellung wird derzeit nicht auf der Produktbearbeitungsseite angezeigt, da sie global für alle Produkte festgelegt wird. Überprüfen Sie das <a href="[settings_url]" target="_blank">Menü „Einstellungen“</a> , um es zu finden.
es_es: Esta configuración no aparece en la página de edición de productos en este momento porque está configurada globalmente para todos los productos. Consulte el menú <a href="[settings_url]" target="_blank">"Configuración"</a> para encontrarlo.
fi_fi: Tämä asetus ei näy tuotteen muokkaussivulla juuri nyt, koska se on asetettu maailmanlaajuisesti kaikille tuotteille. Tarkista <a href="[settings_url]" target="_blank">"Asetukset"-valikko</a> löytääksesi sen.
fr_fr: Ce paramètre n'apparaît pas sur la page d'édition du produit pour le moment, car il est défini globalement pour tous les produits. Vérifiez le menu <a href="[settings_url]" target="_blank">"Paramètres"</a> pour le trouver.
he_il: הגדרה זו אינה מופיעה בדף עריכת המוצר כעת, מכיוון שהיא מוגדרת באופן גלובלי עבור כל המוצרים. עיין בתפריט <a href="[settings_url]" target="_blank">"הגדרות"</a> כדי למצוא אותו.
ja_jp: この設定は、すべてにおいて統一設定されているため、商品編集画面には表示されません。<a href="[settings_url]" target="_blank">基本設定</a>を確認してください。
ro_ro: Această setare nu apare în pagina de editare a produsului în acest moment, deoarece este setată global pentru toate produsele. Verificați meniul <a href="[settings_url]" target="_blank">„Setări”</a> pentru a-l găsi.
tr_tr: Bu ayar, tüm ürünler için global olarak ayarlandığından, şu anda ürün düzenleme sayfasında görünmüyor. Bulmak için <a href="[settings_url]" target="_blank">"Ayarlar" menüsü</a> kontrol edin.
uk_ua: Зараз це налаштування не відображається на сторінці редагування продукту, оскільки це налаштовано глобально для всіх продуктів. Щоб знайти їх, перейдіть до <a href="[settings_url]" target="_blank">меню "Налаштування"</a>

# Languages::vendor_panel_configurator.theme_editor.sidebar
source: Sidebar
de_de: Seitenleiste
es_es: barra lateral
fi_fi: Sivupalkki
fr_fr: Barre latérale
he_il: סרגל צד
ja_jp: サイドバー
ro_ro: Bara laterală
tr_tr: kenar çubuğu
uk_ua: Бічна панель

# Languages::vendor_panel_configurator.theme_editor.element
source: Element
es_es: Elemento
fi_fi: Elementti
fr_fr: Élément
he_il: אלמנט
ja_jp: エレメント
tr_tr: eleman
uk_ua: елемент

# Languages::vendor_panel_configurator.color_schema.Custom
source: Custom
de_de: Benutzerdefiniert
es_es: Disfraz
fi_fi: Mukautettu
fr_fr: Personnalisé
he_il: המותאם אישית
ja_jp: カスタム
ro_ro: Personalizat
tr_tr: Gelenek

# Languages::vendor_panel_configurator.color_schema.Light
source: Light
de_de: Hell
es_es: Ligero
fi_fi: Kevyt
fr_fr: Lumière
he_il: אוֹר
ja_jp: ライト
ro_ro: Ușoară
tr_tr: Işık
uk_ua: світло

# Languages::vendor_panel_configurator.color_schema.Purple
source: Purple
de_de: Violett
es_es: Púrpura
fi_fi: Violetti
fr_fr: Violet
he_il: סָגוֹל
ja_jp: パープル
ro_ro: Violet
tr_tr: Mor
uk_ua: Фіолетовий

# Languages::vendor_panel_configurator.color_schema.Lemongrass
source: Lemongrass
de_de: Zitronengras
es_es: La hierba de limón
fi_fi: Sitruunaruoho
fr_fr: Citronnelle
he_il: למון גראס
ja_jp: レモングラス
tr_tr: Limon otu
uk_ua: лимонник

# Languages::vendor_panel_configurator.color_schema.Sweety
source: Sweety
de_de: Schätzchen
es_es: Cariño
fi_fi: Suloinen
fr_fr: Chérie
he_il: מתוקה
ja_jp: スイーティ
ro_ro: scumpo
tr_tr: tatlım
uk_ua: Солодкий

# Languages::vendor_panel_configurator.color_schema.Sand
source: Sand
es_es: Arena
fi_fi: Hiekka
fr_fr: Sable
he_il: חוֹל
ja_jp: サンド
ro_ro: Nisip
tr_tr: Kum
uk_ua: Пісок

# Languages::vendor_panel_configurator.logo
source: Logo
he_il: סֵמֶל
ja_jp: ロゴ
ro_ro: Siglă
uk_ua: логотип

# Languages::vendor_panel_configurator.logo_description
source: We recommend a PNG image no smaller than 68x68px, and with transparent background. The best aspect ratio is between 3.5:1 (for example, 245x70px) and 6.1:1 (for example, 610x100px).
de_de: Wir empfehlen ein PNG-Bild mit mindestens 68 x 68 Pixel und transparentem Hintergrund. Das beste Seitenverhältnis liegt zwischen 3,5:1 (z. B. 245 x 70 Pixel) und 6,1:1 (z. B. 610 x 100 Pixel).
es_es: Recomendamos una imagen PNG de no menos de 68x68px y con fondo transparente. La mejor relación de aspecto está entre 3,5:1 (por ejemplo, 245 x 70 px) y 6,1:1 (por ejemplo, 610 x 100 px).
fi_fi: Suosittelemme PNG-kuvaa, jonka koko on vähintään 68 x 68 pikseliä ja jonka tausta on läpinäkyvä. Paras kuvasuhde on 3,5:1 (esimerkiksi 245 x 70 pikseliä) ja 6,1:1 (esimerkiksi 610 x 100 pikseliä) välillä.
fr_fr: Nous recommandons une image PNG d’au moins 68x68px et avec un arrière-plan transparent. Le meilleur rapport hauteur / largeur se situe entre 3,5: 1 (par exemple, 245 x 70 px) et 6,1: 1 (par exemple, 610 x 100 px).
he_il: אנו ממליצים על תמונת PNG לא קטנה מ-68x68px, ועם רקע שקוף. יחס הרוחב-גובה הטוב ביותר הוא בין 3.5:1 (לדוגמה, 245x70px) ל-6.1:1 (לדוגמה, 610x100px).
ja_jp: 68x68 ピクセル以上で背景が透明な PNG 画像をおすすめします。最適なアスペクト比は 3.5:1 (例: 245x70 ピクセル) から 6.1:1 (例: 610x100 ピクセル) です。
ro_ro: Vă recomandăm o imagine PNG nu mai mică de 68x68px și cu fundal transparent. Cel mai bun raport de aspect este între 3,5:1 (de exemplu, 245x70px) și 6,1:1 (de exemplu, 610x100px).
tr_tr: 68x68 pikselden küçük olmayan ve şeffaf arka plana sahip bir PNG resmi öneriyoruz. En iyi en boy oranı 3,5:1 (örneğin, 245x70 piksel) ile 6,1:1 (örneğin, 610x100 piksel) arasındadır.
uk_ua: Ми рекомендуємо зображення PNG розміром не менше 68x68 пікселів із прозорим фоном. Найкраще співвідношення сторін між 3,5:1 (наприклад, 245x70px) і 6,1:1 (наприклад, 610x100px).

# Languages::vendor_panel_configurator.logo_dark
source: Logo (dark theme)
de_de: Logo (dunkles Design)
es_es: Logotipo (tema oscuro)
fi_fi: Logo (tumma teema)
fr_fr: Logo (thème sombre)
he_il: לוגו (נושא כהה)
ja_jp: ロゴ（ダークテーマ）
ro_ro: Logo (temă întunecată)
tr_tr: Logo (karanlık tema)
uk_ua: Логотип (темна тема)

# Languages::vendor_panel_configurator.logo_dark_description
source: Same recommendations as for standard logo. This logo appears against a dark background: in the bottom toolbar, or when the dark theme is selected.
de_de: Dieselben Empfehlungen wie für das Standardlogo. Dieses Logo wird vor einem dunklen Hintergrund angezeigt: in der unteren Symbolleiste oder wenn das dunkle Design ausgewählt ist.
es_es: Mismas recomendaciones que para el logotipo estándar. Este logotipo aparece sobre un fondo oscuro: en la barra de herramientas inferior o cuando se selecciona el tema oscuro.
fi_fi: Samat suositukset kuin tavalliselle logolle. Tämä logo näkyy tummaa taustaa vasten: alatyökalupalkissa tai kun tumma teema on valittuna.
fr_fr: Mêmes recommandations que pour le logo standard. Ce logo apparaît sur un fond sombre : dans la barre d'outils inférieure, ou lorsque le thème sombre est sélectionné.
he_il: אותן המלצות כמו ללוגו סטנדרטי. לוגו זה מופיע על רקע כהה: בסרגל הכלים התחתון, או כאשר הנושא הכהה נבחר.
ja_jp: 標準ロゴの推奨事項を参照してください。このロゴは、下部のツールバー、またはダーク テーマが選択されている場合に、暗い背景に対して表示されます。
ro_ro: Aceleași recomandări ca și pentru logo-ul standard. Acest logo apare pe un fundal întunecat: în bara de instrumente de jos sau când este selectată tema întunecată.
tr_tr: Standart logoyla aynı öneriler. Bu logo koyu bir arka planda görünür: alt araç çubuğunda veya koyu tema seçildiğinde.
uk_ua: Такі ж рекомендації, як і для стандартного логотипу. Цей логотип відображається на темному тлі: на нижній панелі інструментів або коли вибрано темну тему.
